[
    {
        "duration": 240,
        "description": "#5­08: The Confirmation (1­2)\r\n\r\nA Pathfinder Society Scenario designed for level 1­2.\r\n\r\nAlmost all Pathfinders undergo extensive training for three or more years to learn the tricks of the trade, and their last test before graduating from the ranks of the initiates to the status of a full Pathfinder agent is the Confirmation, a special research project that involves considerable fieldwork and is designed to simulate the initiates' future work as a Pathfinder. Even the noteworthy field commissioned agents sometimes participate in such trials as a way to familiarize themselves with the Pathfinder Society’s rules and expectations. Although Confirmation is typically an individual affair, the society recently discovered a site on the Isle of Kortos that would be perfect for initiates but perhaps too dangerous to handle alone. Successfully uncovering this site’s secrets will not only contribute to the society’s body of knowledge but shape the exciting careers ahead for each of the prospective agents.\r\n\r\nWritten by Kyle Baird.\r\n\r\nPhantom Phenomena (1)\r\n\r\nA series of six Quests designed for 1st­level characters. These quick adventures will be available for beginners throughout MAGFEst.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able­-bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1­hour adventures that take the PCs to a superstitious village, a lightning-scarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-choked mountains.  Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.",
        "panelists": [],
        "end_unix": 1455840000,
        "start": "3PM Thu",
        "end": "7PM Thu",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1455825600,
        "name": "5­-08: The Confirmation, (1-2) ­- Phantom Phenomena (1)"
    },
    {
        "duration": 420,
        "description": "\"A deadly virus has broken out in the MAGFest hallways. As a survivor, your goal is to gather supplies and survive the weekend. Zombie’s goals are much simpler: Eat all the Brains!\r\n\r\nStop by to grab a bandana and play this festival-tailored version of Humans vs Zombies tag. Players can follow our main story through the weekend, drop in for a mission to earn some items, or just wander the halls tagging any player they encounter. Confined to hallways and played during all hours, Interfection allows players to enjoy everything a festival has to offer, between the high-paced action of the apocalypse!\r\n\r\nCome visit the Game Goons and catch the Interfection!\"\r\n\r\nThe hours we have posted are for when we will have staff in the room.  This is when new players may sign up and we will have events running to give survivors and zombies items to give them an edge in the battle for MAGFest.  When we close our doors the player count and missions conclude for the day, but the game continues!",
        "panelists": [],
        "end_unix": 1455858000,
        "start": "5PM Thu",
        "end": "12AM Fri",
        "location": "Zombie Tag (Magnolia 2)",
        "start_unix": 1455832800,
        "name": "Sign up to be a Zombie! The Interfection is Everywhere!"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\ngeekbeatradio\r\n\r\nVisuals:\r\nTBA",
        "panelists": [],
        "end_unix": 1455841800,
        "start": "7PM Thu",
        "end": "7PM Thu",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455840000,
        "name": "Professor Shyguy"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\ngeekbeatradio\r\n\r\nVisuals:\r\nTBA",
        "panelists": [],
        "end_unix": 1455843600,
        "start": "7PM Thu",
        "end": "8PM Thu",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455841800,
        "name": "Mega Flare"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455850800,
        "start": "8PM Thu",
        "end": "10PM Thu",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455843600,
        "name": "Inviso-Frogger"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\ngeekbeatradio\r\n\r\nVisuals:\r\nTBA",
        "panelists": [],
        "end_unix": 1455845400,
        "start": "8PM Thu",
        "end": "8PM Thu",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455843600,
        "name": "PANDAstar"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455849000,
        "start": "8PM Thu",
        "end": "9PM Thu",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455843600,
        "name": "Project Diva F2 (PS3)"
    },
    {
        "duration": 60,
        "description": "Welcome to MAGFest 2016!!",
        "panelists": [],
        "end_unix": 1455847200,
        "start": "8PM Thu",
        "end": "9PM Thu",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455843600,
        "name": "Welcome to MAGFest"
    },
    {
        "duration": 240,
        "description": "#2­01: Before the Dawn, Part I ­ The Bloodcove Disguise (1­7)\r\n\r\nA Pathfinder Society Scenario designed for 1st to 7th level characters (Tiers: 1–2, 3–4, and 6–7).\r\n\r\nYou are sent to Aspis Consortium-­infested Bloodcove to gather supplies for a nearly doomed Pathfinder mission nearby. Disguised as ordinary merchants, you have little time to gather what you need and get out before the Consortium discovers and destroys you.\r\n\r\nThe Bloodcove Disguise is the first scenario in the two­-part Before the Dawn campaign arc. Pathfinder Society\r\nScenario #2­02: Before the Dawn—Part II: Rescue at Azlant Ridge is the sequel.\r\n\r\nWritten by Crystal Frasier.\r\n\r\n\r\n#5­04: The Stolen Heir (1­5)\r\n\r\nA Pathfinder Society Scenario designed for levels 1–5.\r\n\r\nThe Mendevian Crusade draws heavily on the Pathfinder Society’s resources, and unless the Decemvirate can secure the assistance of generous patrons, the society may not have sufficient capital both to fight off the demonic invasion and to prepare its expedition to a lost historical site within the Worldwound. Upon hearing\r\nthat the daughter of an eminent and wealthy of citizen of Sauerton has gone missing, the Pathfinders rush to her aid in the hope of earning her father’s goodwill and support in upcoming endeavors.\r\n\r\nWritten by David N. Ross.\r\n\r\n\r\nPhantom Phenomena (1)\r\n\r\nA series of six Quests designed for 1st­level characters. These quick adventures will be available for beginners throughout MAGFest.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able­-bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern\r\nLake?\r\n\r\nPhantom Phenomena includes six, 1­-hour adventures that take the PCs to a superstitious village, a lightning-scarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-choked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.",
        "panelists": [],
        "end_unix": 1455858000,
        "start": "8PM Thu",
        "end": "12AM Fri",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1455843600,
        "name": "#2­0-1: Before the Dawn, Part I ­ The Bloodcove Disguise (1­-7)   #5­-04: The Stolen Heir (1­-5)   Phantom Phenomena (1)"
    },
    {
        "duration": 540,
        "description": "Grab your crew or walk on in to join ours playing Starship Horizons! Be the Captain, Flight, Tactical, Science, Communications, or Engineering officer. Sessions last one hour and video training is available. Drop by or book your game time at starshiphorizons.com",
        "panelists": [],
        "end_unix": 1455876000,
        "start": "8PM Thu",
        "end": "5AM Fri",
        "location": "Starship Horizons (Baltimore 1&2)",
        "start_unix": 1455843600,
        "name": "Starship Horizons Missions Running Every Hour"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\ngeekbeatradio\r\n\r\nVisuals:\r\nTBA",
        "panelists": [],
        "end_unix": 1455847200,
        "start": "8PM Thu",
        "end": "9PM Thu",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455845400,
        "name": "Glenntai"
    },
    {
        "duration": 60,
        "description": "This panel will discuss the ins and outs of doing systematic research on video games from laboratory studies, field studies, and online studies.  What topics should be researched?  What methods should be used?  What participants should be recruited and how?  What equipment should be used?  What data should be collected? How do we analyze the data?  Where do we publish the results? We will talk about our own research in the Laboratory for Automation Psychology and Decision Processes and how we got into the area of video games and what we have found out.",
        "panelists": [
            "Kent Norman",
            "Joey Barnett",
            "Yu-Chi Wang",
            "Reza Mahmud"
        ],
        "end_unix": 1455850800,
        "start": "9PM Thu",
        "end": "10PM Thu",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455847200,
        "name": "Doing Empirical Research on Video Games"
    },
    {
        "duration": 60,
        "description": "Want to learn how to make chainmail? Well good news! It's not that hard! \r\nWe will teach the traditional European four-in-one weave, used for armor from the Roman Empire through middle ages, and send you home with a small piece forged by your own hands! \r\nThere will be a ten dollar materials fee to participate in this panel, but any may observe for free!",
        "panelists": [],
        "end_unix": 1455850800,
        "start": "9PM Thu",
        "end": "10PM Thu",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455847200,
        "name": "Armour Academy: Chainmail!"
    },
    {
        "duration": 60,
        "description": "Games have long existed in their own special corner of culture, but increasingly, games are being featured in museums, art galleries, and other cultural venues. This panel discussion features game culture advocates who have brought games to these institutions discussing the benefits and challenges of bringing games out of the arcade!",
        "panelists": [
            "Laura Wittenberg",
            "Chris Hazard",
            "Sam Castree"
        ],
        "end_unix": 1455852600,
        "start": "9PM Thu",
        "end": "10PM Thu",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455849000,
        "name": "What Games Get Right and Wrong About Reality: Experts' Perspectives"
    },
    {
        "duration": 90,
        "description": "OF DICE AND MEN is a dramedy feature film based on the critically-acclaimed play written by Cameron McNary.\r\n\r\nQ&A with the filmmakers will take place after the screening.\r\n\r\nFew dungeon masters can make the game come to life better than John Francis. Dwarves, Mages and Barbarians jump right off of their character sheets whenever he sits down at the gaming table of frisky suburbanite parents, Linda and Brandon. John Francis’ best friends, sailor-mouthed John Alex and thoughtful jock Jason, bring roguish swagger and knightly nobility to the game. And the object of John Francis’ affection, the feisty Tara, provides all the Half Elven Double Princess backstory they could ever need.\r\n\r\nBut when Jason enlists to go to Iraq and with the relationship with Tara going nowhere, it may be time for John Francis to hang up his twenty sided dice and take a job on the other side of the country. However, John Francis is about to discover that leaving will prove tougher than the Tomb of Horrors.\r\n\r\nOF DICE AND MEN is a blisteringly funny and deeply affecting look at the things that truly matter in life.",
        "panelists": [],
        "end_unix": 1455854400,
        "start": "9PM Thu",
        "end": "11PM Thu",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455849000,
        "name": "Of Dice and Men"
    },
    {
        "duration": 60,
        "description": "Games have long existed in their own special corner of culture, but increasingly, games are being featured in museums, art galleries, and other cultural venues. This panel discussion features game culture advocates who have brought games to these institutions discussing the benefits and challenges of bringing games out of the arcade!",
        "panelists": [
            "Brock Rough",
            "Kevin Flanagan",
            "Chris Totten",
            "Dan Gronsky"
        ],
        "end_unix": 1455852600,
        "start": "9PM Thu",
        "end": "10PM Thu",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455849000,
        "name": "Games/Culture: Benefits and Challenges of Games in Museums"
    },
    {
        "duration": 60,
        "description": "Although he is perhaps best known for his composing work on such hits as Journey and The Banner Saga, Austin Wintory has worked on an extraordinary range of video games, films, and more. Ask him about The Banner Saga and more here.",
        "panelists": [],
        "end_unix": 1455852600,
        "start": "9PM Thu",
        "end": "10PM Thu",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455849000,
        "name": "Austin Wintory Q&A"
    },
    {
        "duration": 60,
        "description": "Ever wanted to dress up in your very own armor costume? Or even your own amazing Prop? In this panel you will learn how to make your very own cosplay armor and props using EVA Foam to bring to life some of favorite characters from Video Games, Comics, Anime, etc.",
        "panelists": [],
        "end_unix": 1455852600,
        "start": "9PM Thu",
        "end": "10PM Thu",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455849000,
        "name": "Cosplay Armor & Props 101"
    },
    {
        "duration": 60,
        "description": "Join GimR, Aposl, TKBreezy, EE, PapaPaint, Tantalus, and Logic as they give the background story of VGBootcamp and how they grew from a 1 screen, 10 viewer stream to the a full fledged business that is now the world's largest Super Smash Bros. broadcasting network!",
        "panelists": [],
        "end_unix": 1455852600,
        "start": "9PM Thu",
        "end": "10PM Thu",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455849000,
        "name": "VGBootcamp: Streaming, Casting, and Organizing Events"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455858000,
        "start": "10PM Thu",
        "end": "12AM Fri",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455850800,
        "name": "Killer Instinct"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455854400,
        "start": "10PM Thu",
        "end": "11PM Thu",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455850800,
        "name": "LITTLE PAW"
    },
    {
        "duration": 60,
        "description": "This panel will be lecture/Q&A and will be structured around eSports as a whole; their history, present, future, as well as what their impact is/could be on the video game industry.  This could include anything eSports that people want to dive into.",
        "panelists": [
            "Scott Rubin",
            "Joey Gawrysiak",
            "Rym Decoster",
            "Luke Peterschmidt"
        ],
        "end_unix": 1455856200,
        "start": "10PM Thu",
        "end": "11PM Thu",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455852600,
        "name": "ESports: Do they matter?"
    },
    {
        "duration": 60,
        "description": "My Life in Gaming hosts Coury Carlson and Marc \"Try4ce\" Duddleson give an overview of RGB and take your questions on how to get the best possible picture while using real gaming consoles. The RGB Master Class is My Life in Gaming's most popular YouTube series, and has been widely praised for presenting this dense topic in extremely thorough and easy-to-understand episodes.",
        "panelists": [],
        "end_unix": 1455856200,
        "start": "10PM Thu",
        "end": "11PM Thu",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455852600,
        "name": "RGB Master Class Live: Getting the Best Picture from your Retro Consoles"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455858000,
        "start": "11PM Thu",
        "end": "12AM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455854400,
        "name": "Super Soul Bros"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455859800,
        "start": "11PM Thu",
        "end": "12AM Fri",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455854400,
        "name": "Killer Instinct: Complete Edition (XB1)"
    },
    {
        "duration": 60,
        "description": "Who are these people who talk about games at MAGFest? Come find out in a panel where several MAGES members share their experiences making games part of their professional lives. More importantly, these MAGES will share how attendees can learn more about games, game design, game studies, and what opportunities exist to make games part of your professional life.",
        "panelists": [
            "Chris Totten",
            "Elisa Melendez",
            "Bobby Schweizer",
            "Michelle Carras"
        ],
        "end_unix": 1455858000,
        "start": "11PM Thu",
        "end": "12AM Fri",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455854400,
        "name": "MAGES Origins, or, how you can love games for fun and profit"
    },
    {
        "duration": 120,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455861600,
        "start": "11PM Thu",
        "end": "1AM Fri",
        "location": "LAN 1",
        "start_unix": 1455854400,
        "name": "Nidhogg Hot Seat Tournament"
    },
    {
        "duration": 120,
        "description": "Open to everyone! Come jab & riposte your way to victory! Tournament details at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455861600,
        "start": "11PM Thu",
        "end": "1AM Fri",
        "location": "Lan Theater",
        "start_unix": 1455854400,
        "name": "Nidhogg Tournament"
    },
    {
        "duration": 90,
        "description": "On Day 1 of MAGES Legal, we will hear a variety of talks from intellectual property lawyers about issues and recent developments impacting the creation of video games.  Topics include how to figure out software patents, putting McDonald’s in your game, game cloning, and R2-D2.",
        "panelists": [],
        "end_unix": 1455859800,
        "start": "11PM Thu",
        "end": "12AM Fri",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455854400,
        "name": "MAGES Legal: Day 1: Intellectual Property Protections and Failures"
    },
    {
        "duration": 60,
        "description": "Join Danny Sexbang (Game Grumps) and Ninja Brian (Ninja Brian) for a delightful Q&A session.  Ask them whatever you want!  It will be lots of fun, and Ninja Brian might even kill you at the end!  Bonus!!!",
        "panelists": [],
        "end_unix": 1455858000,
        "start": "11PM Thu",
        "end": "12AM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455854400,
        "name": "Ninja Sex Party"
    },
    {
        "duration": 60,
        "description": "Cosplay can boost your self-confidence! How? Participate in this panel and learn about how what you wear can influence both how you feel, and how it changes the perceptions of others. Then use these skills to create a secret identity: a way to dress for success and use the elements of cosplay to help you to achieve a new high score in life!",
        "panelists": [],
        "end_unix": 1455858000,
        "start": "11PM Thu",
        "end": "12AM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455854400,
        "name": "Cosplay for Confidence"
    },
    {
        "duration": 60,
        "description": "Listen to gaming podcasts? Do you ever wonder how they're produced, or want to start a video game podcast of your own? Join longtime gamers Ryan & Taylor Reeh as podcast fans and hosts of their very own indie show - the 1P vs. 2P Podcast! We discuss podcasting basics, including audio equipment recommendations, developing good content, conducting quality guest interviews, how to edit episodes, and more. We'll also answer your pod casting questions during a Q&A towards the end of our session.",
        "panelists": [],
        "end_unix": 1455858000,
        "start": "11PM Thu",
        "end": "12AM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455854400,
        "name": "Gaming Podcast Production"
    },
    {
        "duration": 90,
        "description": "Cosplay Dreams 3D brings the fantasy of “Costume Play” to life using groundbreaking 3D visual FX, while also telling the heartfelt and inspirational stories behind Cosplayers both young and young-at-heart. People from all walks of life transform into iconic figures from history, comic books, video games, TV, and film! From the battlegrounds of historical re-enactors, to the world-famous International Comic-Con in San Diego California, this documentary showcases the fun lifestyle and incredible artistry behind the global phenomenon of Cosplay! Featuring Cosplay superstar YaYa Han, YouTube sensation Traci Hines and hundreds of passionate artists!\r\n\r\nAll audience members will get 3D glasses.",
        "panelists": [],
        "end_unix": 1455861600,
        "start": "11PM Thu",
        "end": "1AM Fri",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455856200,
        "name": "Cosplay Dreams 3D"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455865200,
        "start": "12AM Fri",
        "end": "2AM Fri",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455858000,
        "name": "Buffett's Big Roundabout"
    },
    {
        "duration": 240,
        "description": "Hidden places. The thrill of the chase. The perfect shot.\r\nWhether you join a team or bring a team, these 8 minute rounds of 8-on-8 laser blasting excitement are sure to get you moving and keep the fun firing on all cylinders.\r\nShake off the snow and start shooting!",
        "panelists": [],
        "end_unix": 1455872400,
        "start": "12AM Fri",
        "end": "4AM Fri",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1455858000,
        "name": "Laser Tag"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455861600,
        "start": "12AM Fri",
        "end": "1AM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455858000,
        "name": "Ap0c"
    },
    {
        "duration": 60,
        "description": "We all know what anger looks like. A controller thrown into a wall. Yelling at a loved one after a rough game of Counter Strike. We often express anger at a situation or person because it is a safer emotion to show than what we are really feeling. Sadness, fear, and jealousy make us feel weak, and, thus, we often cover those vulnerable emotions with anger. Join \"Take This\" for a frank and caring discussion about where anger comes from and how to control it.",
        "panelists": [],
        "end_unix": 1455861600,
        "start": "12AM Fri",
        "end": "1AM Fri",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455858000,
        "name": "Why Am I So Angry?"
    },
    {
        "duration": 60,
        "description": "Military Veteran gamers discuss representation of the Armed Forces in general media with an emphasis on video game portrayals of the military and it's service members.\r\n \r\n Questions are encouraged.",
        "panelists": [],
        "end_unix": 1455861600,
        "start": "12AM Fri",
        "end": "1AM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455858000,
        "name": "Conduct Unbecoming: Military Representation In Media and Games"
    },
    {
        "duration": 270,
        "description": "Kick Magfest off right by participating in our fifth annual Vampire the Masquerade Larp. The Prince of National Harbor is holding his annual court and like always trouble is brewing.  Character creation is from 7:30- 8:30",
        "panelists": [],
        "end_unix": 1455876000,
        "start": "12AM Fri",
        "end": "5AM Fri",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1455859800,
        "name": "Vampire: The Masquerade"
    },
    {
        "duration": 60,
        "description": "Veteran voice-actress for GLaDOS and Gyspy Danger AI, also acclaimed opera singer, answers questions about her extensive, ongoing career in the world of voice-acting and more.",
        "panelists": [],
        "end_unix": 1455863400,
        "start": "12AM Fri",
        "end": "1AM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455859800,
        "name": "Ellen McLain Q&A"
    },
    {
        "duration": 60,
        "description": "This panel will offer advice on what makes for excellent villains in any medium and how to better conceptualize and write them into any type of story or narrative. This will be of benefit to any writers, game designers, and gamers of all types or genres, but is of course, open to all.",
        "panelists": [],
        "end_unix": 1455863400,
        "start": "12AM Fri",
        "end": "1AM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455859800,
        "name": "Bigger and Better Villains!"
    },
    {
        "duration": 60,
        "description": "Join YouTube musicians FamilyJules7x, Jonathan Young, RichaadEB, ToxicxEternity, and Thunderscott6267 discuss tips and tricks to being a successful musician on YouTube.",
        "panelists": [],
        "end_unix": 1455863400,
        "start": "12AM Fri",
        "end": "1AM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455859800,
        "name": "Covering Music on YouTube"
    },
    {
        "duration": 540,
        "description": "",
        "panelists": [],
        "end_unix": 1455894000,
        "start": "1AM Fri",
        "end": "10AM Fri",
        "location": "Arcade (Pinball)",
        "start_unix": 1455861600,
        "name": "Pinball Tournament"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455865200,
        "start": "1AM Fri",
        "end": "2AM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455861600,
        "name": "Gunvolt - Azure Striker Gunvolt: Lumen Super Live 2016"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455867000,
        "start": "1AM Fri",
        "end": "2AM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455861600,
        "name": "Trauma Center (Wii)"
    },
    {
        "duration": 300,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455879600,
        "start": "1AM Fri",
        "end": "6AM Fri",
        "location": "LAN 1",
        "start_unix": 1455861600,
        "name": "Heroes of the Storm 5v5 Tournament"
    },
    {
        "duration": 180,
        "description": "Both Counter-Strike: Global Offensive Arms Race and Deathmatch Single Player Tournaments.\r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455872400,
        "start": "1AM Fri",
        "end": "4AM Fri",
        "location": "LAN 2",
        "start_unix": 1455861600,
        "name": "Counter-Strike: Global Offensive Solo Tournaments"
    },
    {
        "duration": 300,
        "description": "Come watch matches from the Heroes of the Storm tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1455879600,
        "start": "1AM Fri",
        "end": "6AM Fri",
        "location": "Lan Theater",
        "start_unix": 1455861600,
        "name": "Watch Heroes of the Storm"
    },
    {
        "duration": 240,
        "description": "A Pathfinder Society Scenario designed for 1st to 7th level characters (Tiers: 1–2, 3–4, and 6–7).\r\n\r\nWith supplies in hand, you rush from Bloodcove to the Pathfinder expedition site at Azlant Ridge only to find it under siege. You must brave the newly discovered halls beneath the ridge in order to find the key that might save everyone.\r\n\r\nRescue at Azlant Ridge is the second and final scenario in the Before the Dawn campaign arc and is the sequel to Pathfinder Society Scenario #2­01: Part I: The Bloodcove Disguise.\r\n\r\nWritten by Joshua J. Frost.\r\n\r\n\r\nPhantom Phenomena (1)\r\n\r\nA series of six Quests designed for 1st­level characters. These quick adventures will be available for beginners throughout MAGFest.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able­bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1­hour adventures that take the PCs to a superstitious village, a lightning-\r\nscarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-choked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.",
        "panelists": [],
        "end_unix": 1455876000,
        "start": "1AM Fri",
        "end": "5AM Fri",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1455861600,
        "name": "#2­02: Before the Dawn, Part II ­ Rescue at Azlant Ridge (1­7), Phantom Phenomena (1)"
    },
    {
        "duration": 120,
        "description": "A live playthrough of the CLUE VCR Mystery Game for VHS, created by Parker Brothers in 1985.\r\n\r\nAudience members can sign up to play at 8:20pm.  The signup sheet will be with the Games on Film staff.  We will call out the first names on the sign-up sheet until 6-10 players have joined the game.\r\n\r\nPlayers will receive M-Points (good as cash in the vendor room) for winning as follows:\r\n\r\nWinner of 1st Game: 10\r\nWinner of 2nd Game: 10\r\nWinner of 3rd Game: 10\r\nOverall Winner: 10 + Home Game\r\n\r\nWe will play the game for 2 hours - leading up to the screening of 'Who Did It? The CLUE VHS Game' documentary.",
        "panelists": [
            "Tim Labonte"
        ],
        "end_unix": 1455870600,
        "start": "1AM Fri",
        "end": "3AM Fri",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455863400,
        "name": "$$ CLUE VCR Mystery Game Tournament"
    },
    {
        "duration": 60,
        "description": "Did you know that there are games made for the NES, SNES, Virtual Boy, and Gameboys that came out after Nintendo had moved on to the newer systems? You're reading that right! And no, I'm not talking about Tengen or Color Dreams! A small group of dedicated Nintendo fans have spent the last fifteen years growing a community of artists, coders, and dreamers who spend their spare time making new games for old systems!\r\n\r\n Hosted by Ferris Bueller on NintendoAge and Let's Play Gaming Expo founder, this panel will take you through the history of home-brews, hacks, reproductions, and translated games, discussing milestones along the way and the developers and companies that made them, some of which have already come and gone.",
        "panelists": [],
        "end_unix": 1455867000,
        "start": "1AM Fri",
        "end": "2AM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455863400,
        "name": "The World of Nintendo Aftermarket Games"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455872400,
        "start": "2AM Fri",
        "end": "4AM Fri",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455865200,
        "name": "Custom Arkanoid"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455868800,
        "start": "2AM Fri",
        "end": "3AM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455865200,
        "name": "Metroid Metal"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455872400,
        "start": "2AM Fri",
        "end": "4AM Fri",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455865200,
        "name": "Tekken Tag (PS3)"
    },
    {
        "duration": 60,
        "description": "Networking will cover all types of strategies including resources like GANG (Game Audio Network Guild), and collaborative projects such as Materia (https://www.facebook.com/MateriaCollective?fref=ts) and Harmony of Heroes (http://www.harmonyofheroes.com/). \r\nThe Marketing section will cover ways to promote yourself in a positive way such as websites, demo reels, and contacting potential clients.\r\nFinally, the Q&A section will be very important as the audience will surely have tons of specific questions to ask the panelists as a group and individually. The panel as a whole should take 60 minutes including Q&A. \r\n In each section the panelists will give us advice and perspective from their own careers, specifically involving how they made long-term relationships and how those relationships yielded paid projects.",
        "panelists": [],
        "end_unix": 1455868800,
        "start": "2AM Fri",
        "end": "3AM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455865200,
        "name": "Making MAGFriends: An intro to networking in game audio"
    },
    {
        "duration": 60,
        "description": "This panel is for developers and would-be developers who are curious about developing on Xbox One and Windows 10. We'll also cover the latest updates in the independent development space overall, such as what genres are doing well, what best practices are for promoting your game, and what to expect when you get into the indie scene. The total content will be about 80% general and 20% Microsoft focused.",
        "panelists": [],
        "end_unix": 1455868800,
        "start": "2AM Fri",
        "end": "3AM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455865200,
        "name": "Getting Started with Game Development with ID@Xbox"
    },
    {
        "duration": 60,
        "description": "A panel devoted to the complexities of character creation across many systems. The fun, the diversity, the challenge of making the perfect avatar to embody through the imaginary life!",
        "panelists": [],
        "end_unix": 1455868800,
        "start": "2AM Fri",
        "end": "3AM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455865200,
        "name": "Roll One Out"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455872400,
        "start": "3AM Fri",
        "end": "4AM Fri",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1455868800,
        "name": "Gunvolt Composers"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455872400,
        "start": "3AM Fri",
        "end": "4AM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455868800,
        "name": "Bit Brigade"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455872400,
        "start": "3AM Fri",
        "end": "4AM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455868800,
        "name": "Super Monaco GP (Genesis)"
    },
    {
        "duration": 120,
        "description": "See how it all began! A group of legendary warriors (and one very reluctant gamer) band together to defeat the evil Princess Zelda and her merciless minions, who will stop at nothing to reboot the GameVerse into an overly serious land, ruled by the Grimdark Corporation!",
        "panelists": [],
        "end_unix": 1455876000,
        "start": "3AM Fri",
        "end": "5AM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455868800,
        "name": "Gamers Against the Grimdark: The Movie"
    },
    {
        "duration": 60,
        "description": "In 1985, Parker Brothers produced the CLUE VCR Mystery Game for VHS. Filmed in Massachusetts, it would cast a group of unknown actors to portray the iconic CLUE characters such as Col. Mustard and Professor Plum. At the time, it became the most successful video board game of its time, revolutionizing the medium of VHS and video gaming. A few years later, Nintendo and Sega would hit toy stores across the country and the VHS began to fade away as the gaming industry quickly changed. 30 years later, the cast and crew reunite to tell the tale which many have forgotten. \r\n\r\nQ&A with the filmmakers to follow the screening.",
        "panelists": [
            "Tim Labonte",
            "Jenn Dlugos",
            "Amanda Bard",
            "Mike Dlugos"
        ],
        "end_unix": 1455874200,
        "start": "3AM Fri",
        "end": "4AM Fri",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455870600,
        "name": "Who Did It? The CLUE VCR Game (documentary)"
    },
    {
        "duration": 120,
        "description": "We pit two teams at a time against each-other to answer Nintendo trivia questions, dare the other team to answer for double the points, or take our special Digital Challenge from a variety of classic games!\r\n\r\nCompete for awesome prizes such as games, amiibo, and more! We'll also be having special retro commercial breaks between rounds to really capture that late 80s feel.",
        "panelists": [],
        "end_unix": 1455877800,
        "start": "3AM Fri",
        "end": "5AM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455870600,
        "name": "NintendoWorldReport.com presents: Nintendo Double Dare!"
    },
    {
        "duration": 60,
        "description": "Why does the music in water levels make you feel like you’re actually under water?  How has the music  from the Pokémon games evolved (har har) over the years?  Join Alex, Ryan, and Nikki from VGM jazz band The Goodnote Guys as they tackle these and other questions!  Audience participation is encouraged.  This panel is rated S for saxophone.",
        "panelists": [],
        "end_unix": 1455874200,
        "start": "3AM Fri",
        "end": "4AM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455870600,
        "name": "Shedding Some Light on VGM"
    },
    {
        "duration": 60,
        "description": "Join a private investigator with a forensics background, along with a few hardcore collectors, as they discuss counterfeit games hurting the video game collecting market. We will provide helpful hints to protect yourself and some of the most interesting cases of forgeries that went undetected for years. Q&A at the end for people to voice their own experiences with bootlegs.",
        "panelists": [],
        "end_unix": 1455874200,
        "start": "3AM Fri",
        "end": "4AM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455870600,
        "name": "Bootlegs, Counterfeits, and Lies: Fakes in the Video Game Market"
    },
    {
        "duration": 30,
        "description": "",
        "panelists": [],
        "end_unix": 1455874200,
        "start": "4AM Fri",
        "end": "4AM Fri",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455872400,
        "name": "Secret Event???"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455876000,
        "start": "4AM Fri",
        "end": "5AM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455872400,
        "name": "Pre-Prom Break"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455877800,
        "start": "4AM Fri",
        "end": "5AM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455872400,
        "name": "Tony Hawk's Pro Skater"
    },
    {
        "duration": 150,
        "description": "",
        "panelists": [],
        "end_unix": 1455885000,
        "start": "5AM Fri",
        "end": "7AM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455876000,
        "name": "Prom/Cabaret"
    },
    {
        "duration": 120,
        "description": "After a zombie outbreak, three survivors must evade infection while tracking down the cause of the epidemic. Over-the-top media coverage adds to the chaos while signs point to a government conspiracy. Stars Jesse Metcalfe, Dennis Haysbert, Virginia Madsen, Meghan Ory, Keegan Connor, Rob Riggle.",
        "panelists": [],
        "end_unix": 1455883200,
        "start": "5AM Fri",
        "end": "7AM Fri",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455876000,
        "name": "Dead Rising: Watchtower"
    },
    {
        "duration": 180,
        "description": "Come watch the action live in the LAN Theater! We will pick up the action as soon as Heroes of the Storm finishes!\r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455886800,
        "start": "5AM Fri",
        "end": "8AM Fri",
        "location": "LAN 2",
        "start_unix": 1455876000,
        "name": "Left 4 Dead 2 4v4 Versus Tournament"
    },
    {
        "duration": 60,
        "description": "For 25 years, the women of pro wresting could be bitches or whores and nothing else. Suddenly, in the last few years the situation changed.  Women are bona fide main-eventers and headliners. What has brought about this change?  What does it mean for the future? Join Maffew and Laura as they ride the crazy road of women in our so-called sport disusing the good, bad, and the Mae Young. Hey, if ladies can make it here- they can do anything!",
        "panelists": [],
        "end_unix": 1455879600,
        "start": "5AM Fri",
        "end": "6AM Fri",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455876000,
        "name": "Beyond Props and Eye-Candy: The Changing Landscape of Women in Wrestling"
    },
    {
        "duration": 60,
        "description": "Some of your favorite big name stars of MAGfest tell stories about their MAGfest adventures from behind the scenes.",
        "panelists": [],
        "end_unix": 1455879600,
        "start": "5AM Fri",
        "end": "6AM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455876000,
        "name": "The Worst Panel You Will Ever See At MAGfest"
    },
    {
        "duration": 90,
        "description": "Some like a little murder mystery with their off-the-wall high school drama & bears (sometimes rabbits). Come fangasm over the awesome mystery game series known as Dangan Ronpa & recount some of our most loved, shocking, despairing, & WTF moments of this quirky series.",
        "panelists": [],
        "end_unix": 1455881400,
        "start": "5AM Fri",
        "end": "6AM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455876000,
        "name": "Despair, Despair Everywhere! The Dangan Ronpa Series"
    },
    {
        "duration": 60,
        "description": "Grab your crew or walk on in to join ours playing Starship Horizons! Be the Captain, Flight, Tactical, Science, Communications, or Engineering officer. Sessions last one hour and video training is available. Drop by or book your game time at starshiphorizons.com",
        "panelists": [],
        "end_unix": 1455879600,
        "start": "5AM Fri",
        "end": "6AM Fri",
        "location": "Starship Horizons (Baltimore 1&2)",
        "start_unix": 1455876000,
        "name": "Starship Horizons Missions"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455885000,
        "start": "6AM Fri",
        "end": "7AM Fri",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455879600,
        "name": "Lethal League (PC)"
    },
    {
        "duration": 120,
        "description": "Come watch matches from the Left 4 Dead 2 tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1455886800,
        "start": "6AM Fri",
        "end": "8AM Fri",
        "location": "Lan Theater",
        "start_unix": 1455879600,
        "name": "Watch Left 4 Dead 2"
    },
    {
        "duration": 60,
        "description": "Join a panel of people who have worked in and around the games industry to learn more about the art, development, and promotion of games! Includes Sheena \"Psychobilly2422\" - half of the staff on 2015's Spooky's House of Jump Scares.",
        "panelists": [],
        "end_unix": 1455883200,
        "start": "6AM Fri",
        "end": "7AM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455879600,
        "name": "Video Game Industry Real Talk"
    },
    {
        "duration": 360,
        "description": "Every month, an epic battle of rock is waged. Independent video game music arranges from all over the world are given a theme and told to go wild rocking their favorite game tunes in an anonymous competition. The entries for this month's competition will be listened to, and many of the people that wrote them will be present.",
        "panelists": [],
        "end_unix": 1455901200,
        "start": "6AM Fri",
        "end": "12PM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455879600,
        "name": "Dwelling of Duels (DoD) Listening Party"
    },
    {
        "duration": 60,
        "description": "Come join two kigurumi-bound jesters (they wanted a reason to wear them to MAGFest) as they play random silly games on our Twitch stream! Guaranteed to be a good time!",
        "panelists": [],
        "end_unix": 1455890400,
        "start": "8AM Fri",
        "end": "9AM Fri",
        "location": "Lan Theater",
        "start_unix": 1455886800,
        "name": "Corgi & Stitch Play Games"
    },
    {
        "duration": 180,
        "description": "Welcome to the first MAGFest Grand Championship. In the first round all 32 teams will compete in 4 of the 8 events. The teams will be split into groups of 8 and taken to each area. The games are as follows:\r\nPC/LAN: Unreal Tournament 2k4 and Audiosurf\r\nArcade: NBA Jam and DDR\r\nConsole: Rocket League and Super Smash Bros. Wii U\r\nTabletop: King of Tokyo and Boss Monster.",
        "panelists": [],
        "end_unix": 1455919200,
        "start": "2PM Fri",
        "end": "5PM Fri",
        "location": "Grand Championship",
        "start_unix": 1455908400,
        "name": "MAGFest Grand Championship Round 1"
    },
    {
        "duration": 540,
        "description": "",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "3PM Fri",
        "end": "12AM Sat",
        "location": "Arcade (Pinball)",
        "start_unix": 1455912000,
        "name": "Pinball Tournament"
    },
    {
        "duration": 60,
        "description": "The Forum is open for any and all conversation!  Come hang out and keep discussions going or get a topic going!",
        "panelists": [],
        "end_unix": 1455915600,
        "start": "3PM Fri",
        "end": "4PM Fri",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455912000,
        "name": "Open Forum"
    },
    {
        "duration": 240,
        "description": "FreeForm Larps  Damocles Thread Development presents a selection FreeForm Larps inspired by the jeepform gaming movement from Norway. Free Form gaming is a very different experience for people who have never tried  it before. The games will push people to become emotionally attached to their characters, and deal with situations in a realistic manner. Come by and try something new with our FreeForm Larps. The selection available will vary each morning but will include.\r\n\r\nShattered Hero\r\nThe greatest hero of the world has fallen, and now all that’s left are his friends to try and pick up the pieces. Play as the companions as they enter the mind of their fallen comrade and rebuild his mind, but are they rebuilding him, or who they thought he was? This American freeform game is an exploration of memory. \r\n\r\nSins of the Father:\r\nA multigenerational hell. The Barbatos family has a deep dark secret, and it's not the embezzling, the murders, the incest, or the rampant narcissism. Each generation, the cousins gather to decide which of them will sell their soul for the good of the family. It isn’t just figurative language about the evils of money perverting the souls of those who do what it takes to make it. No, the Barbatos family is in bed with the Devil in the most literal of ways.",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "3PM Fri",
        "end": "7PM Fri",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1455912000,
        "name": "Freeform Larps"
    },
    {
        "duration": 60,
        "description": "This Q and A will place a more focused lens onto therapeutic connections between clinical approaches being used and the hobby of table-top role-playing games such as Dungeons and Dragons.  The goal is to enlighten participants to the connections between RPGs and current therapeutic approaches to showcase some of the potential for clinical and beneficial use of this hobby.  Presenters will share stories of actual use in varying environments of interest to show the enormous potential of RPGs.",
        "panelists": [
            "James Kirk",
            "Jack Berkenstock"
        ],
        "end_unix": 1455915600,
        "start": "3PM Fri",
        "end": "4PM Fri",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455912000,
        "name": "Therapy and Tabletop Role-Playing Games"
    },
    {
        "duration": 60,
        "description": "Many of the tropes we associate with the \"new\" or \"avant-garde\" indie scene in games are actually very old, and have been part of the experimentation in games since the beginning. Literary text adventures like A Mind Forever Voyaging or Trinity, games with strong political messages like Balance of Power, games playing with interactive storytelling in virtual spaces like Portal (not the Valve one, the one from 1986).\r\n\r\nIt's on the one hand inspiring that art has never been \"outside\" of gaming but has always been within the core of the culture. It's also sad that these efforts are periodically forgotten under the weight of corporate marketing and we keep reinventing the wheel, having the fight over what \"real\" games are over and over again. Let's remember the past so we can build for the future.",
        "panelists": [
            "Arthur Chu",
            "Amanda Lange"
        ],
        "end_unix": 1455915600,
        "start": "3PM Fri",
        "end": "4PM Fri",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455912000,
        "name": "Throwback Art Games: The \"Indie\" Scene of the Past"
    },
    {
        "duration": 60,
        "description": "The guys from Continue? (and some special guests) will answer your questions and take on all challengers in a video game feat of strength.",
        "panelists": [],
        "end_unix": 1455915600,
        "start": "3PM Fri",
        "end": "4PM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455912000,
        "name": "Continue? and Friends!"
    },
    {
        "duration": 240,
        "description": "A Pathfinder Society Scenario designed for levels 1–2.\r\n\r\nMore than 400 years have transpired since the Pathfinder Society began in a humble tavern that has quietly weathered the centuries without incident. When a routine errand there uncovers a clue left behind by one of the founding Pathfinders, it’s up to the PCs to solve a puzzle whose pieces are scattered across Absalom—and whose prize dates back to the Society’s darkest years.\r\n\r\n\"The Wounded Wisp\" is an evergreen, replayable scenario designed to help introduce players to the history of the Pathfinder Society and Absalom’s greatest sites.\r\n\r\nWritten by Thurston Hillman.\r\n\r\nA Pathfinder Society Scenario designed for Levels 1–5.\r\n\r\nTasked with escorting a group of goblin prisoners from their camp to civilization for interrogation by the Pathfinder Society, you must protect them not only from the beasts and hazards of the wilderness, but themselves.\r\n\r\nWritten by Jim Groves.\r\n\r\nA Pathfinder Society Scenario designed for levels 3–7.\r\n\r\nFor centuries the city of Bloodcove has controlled access to the invaluable Vanji River, and for nearly as long, the Aspis Consortium has controlled Bloodcove. If the Pathfinder Society is to move the equipment and personnel it needs into the Mwangi Expanse, it needs a reliable means of smuggling resources through this unforgiving settlement operated by its enemies. It’s up to the PCs to establish a backdoor through Bloodcove\r\n—all without being caught by Aspis agents.\r\n\r\nContent in “By Way of Bloodcove” also contributes directly to the ongoing storyline of the Exchange faction.\r\n\r\nWritten by Justin Juan.\r\n\r\nA series of six Quests designed for 1st­level characters. These quick adventures will be available for beginners throughout MAGFest.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able­bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1­hour adventures that take the PCs to a superstitious village, a lightning-\r\nscarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-\r\nchoked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "3PM Fri",
        "end": "7PM Fri",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1455912000,
        "name": "#6­10: The Wounded Wisp (1­-2), #3­01: The Frostfur Captives (1-­5), #6­-09: By Way of Bloodcove (3­-7) Phantom Phenomena (1)"
    },
    {
        "duration": 540,
        "description": "Grab your crew or walk on in to join ours playing Starship Horizons! Be the Captain, Flight, Tactical, Science, Communications, or Engineering officer. Sessions last one hour and video training is available. Drop by or book your game time at starshiphorizons.com",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "3PM Fri",
        "end": "12AM Sat",
        "location": "Starship Horizons (Baltimore 1&2)",
        "start_unix": 1455912000,
        "name": "Starship Horizons Missions Running Every Hour"
    },
    {
        "duration": 480,
        "description": "\"A deadly virus has broken out in the MAGFest hallways. As a survivor, your goal is to gather supplies and survive the weekend. Zombie’s goals are much simpler: Eat all the Brains!\r\n\r\nStop by to grab a bandana and play this festival-tailored version of Humans vs Zombies tag. Players can follow our main story through the weekend, drop in for a mission to earn some items, or just wander the halls tagging any player they encounter. Confined to hallways and played during all hours, Interfection allows players to enjoy everything a festival has to offer, between the high-paced action of the apocalypse!\r\n\r\nCome visit the Game Goons and catch the Interfection!\"\r\n\r\nThe hours we have posted are for when we will have staff in the room.  This is when new players may sign up and we will have events running to give survivors and zombies items to give them an edge in the battle for MAGFest.  When we close our doors the player count and missions conclude for the day, but the game continues!",
        "panelists": [],
        "end_unix": 1455940800,
        "start": "3PM Fri",
        "end": "11PM Fri",
        "location": "Zombie Tag (Magnolia 2)",
        "start_unix": 1455912000,
        "name": "Sign up to be a Zombie! The Interfection is Everywhere!"
    },
    {
        "duration": 60,
        "description": "By the time you read this, SteamOS will have shipped and Linux will have effectively made its way into the living room for many avid gamers. It probably wasn't huge, but it happened nonetheless. This is on top of the many people making the transition to Linux for games, be it out of curiosity or out of fear that Windows will get even worse somehow.\r\n \r\n Perhaps it's time to take this alternative platform more seriously. Come to this panel to listen to a Linux game developer talk about the technical and business sides of this slowly-but-surely growing market. Get advice on how to get your game running with the best user experience possible, and how to get it in the hands of your new audience!\r\n\r\n Ethan Lee, irritatingly known as a flibitijibibo, has been a professional multi-platform software engineer since 2012, and has shipped three dozen ports (over 100 SKUs!) in that time, including FEZ, Transistor, Super Hexagon, Rogue Legacy, Dust: An Elysian Tail, and many more. He is primarily the developer of FNA, a FOSS re implementation of the Microsoft XNA Game Studio 4.0 Refresh libraries for Linux/OSX/Windows that has been used in other projects like Axiom Verge, Terraria, and Chasm.",
        "panelists": [],
        "end_unix": 1455917400,
        "start": "3PM Fri",
        "end": "4PM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455913800,
        "name": "Linux/SteamOS Game Development Panel"
    },
    {
        "duration": 60,
        "description": "Did you know that creators of popular urban culture are all closet nerds? From Pharrell to Swizz Beatz, Wiz Khalifa to Jay-Z, you will be amazed that so many of the songs you know and love, are actually sampled versions of famous video game tracks.\r\n \r\n \r\n \r\n Contrary to their public personas, these artist's true identities manfiest themselves amid their work in deliberate and often subtle ways. \r\n \r\n \r\n \r\n We have the technology, and the proof that shows we are not alone. We are the creators, the movers, the mind benders, While others claim they will change the game, we actually did.",
        "panelists": [],
        "end_unix": 1455917400,
        "start": "3PM Fri",
        "end": "4PM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455913800,
        "name": "Urban Music and Geek Culture"
    },
    {
        "duration": 60,
        "description": "25 Games is a video series by Elder Geek. on YouTube. It features music by several video game musicians and talks about a variety of games across all genres and eras.",
        "panelists": [],
        "end_unix": 1455917400,
        "start": "3PM Fri",
        "end": "4PM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455913800,
        "name": "25 Games for My Son - A Journey through Video Games, Music, and Time!"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455922800,
        "start": "4PM Fri",
        "end": "6PM Fri",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455915600,
        "name": "MVC2"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455921000,
        "start": "4PM Fri",
        "end": "5PM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455915600,
        "name": "Sonic 2 VS (Genesis)"
    },
    {
        "duration": 360,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455937200,
        "start": "4PM Fri",
        "end": "10PM Fri",
        "location": "LAN 1",
        "start_unix": 1455915600,
        "name": "DotA 2 5v5 Tournament"
    },
    {
        "duration": 360,
        "description": "Come watch matches from the DotA 2 tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1455937200,
        "start": "4PM Fri",
        "end": "10PM Fri",
        "location": "Lan Theater",
        "start_unix": 1455915600,
        "name": "Watch DotA 2"
    },
    {
        "duration": 60,
        "description": "Digital games are designed to be fun, but also to keep players playing. Games and other applications capture information about players to tell which aspects of design are working and how to encourage more use. In this new digitial environment, expectations around privacy are evolving, with implications for scientific research. Questions like “What is identifiable private information?” are part of the standards for deciding whether research is ethical. Games have fantastic potential for improving health and education, so how can we balance the need to protect human subjects with the reality of a new understanding of digital privacy?",
        "panelists": [
            "Luke Peterschmidt",
            "Chris Hazard",
            "Benjamin Tarsa",
            "Michelle Carras"
        ],
        "end_unix": 1455921000,
        "start": "4PM Fri",
        "end": "5PM Fri",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455917400,
        "name": "Ethics of digital games research and design"
    },
    {
        "duration": 60,
        "description": "This panel focuses on how gaming can be viewed and looked upon as a therapeutic and educational tool.  This is an introductory panel which focuses attention on gaming as a whole, with a more fine tuned lens upon forms of table-top gaming including Role-Playing and Board Games.  This Q and A is designed to promote awareness to the potential that games have already to teach, inspire and offer healing while at the same time not losing their fun factor or enjoyment.",
        "panelists": [
            "Jack Berkenstock",
            "James Kirk"
        ],
        "end_unix": 1455921000,
        "start": "4PM Fri",
        "end": "5PM Fri",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455917400,
        "name": "Therapy and Gaming"
    },
    {
        "duration": 60,
        "description": "The rules of a game literally define it.  In videogames, they are intrinsic limitations. In tabletop, players must enforce them.  In all games, players need to learn them.  There are good and bad ways to teach a game. From awful tutorials to unparseable rulebooks, elegant demos to hour-long slogs, join us for a mechanical discussion of how game rules are (and should be) written",
        "panelists": [
            "Scott Rubin",
            "Rym Decoster"
        ],
        "end_unix": 1455921000,
        "start": "4PM Fri",
        "end": "5PM Fri",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455917400,
        "name": "Designing Game Rules"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455921000,
        "start": "4PM Fri",
        "end": "5PM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455917400,
        "name": "Bear McCreary Q&A"
    },
    {
        "duration": 120,
        "description": "Hosted by Tokyo Attack!",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "5PM Fri",
        "end": "7PM Fri",
        "location": "Arcade (Tournaments 3)",
        "start_unix": 1455919200,
        "name": "THE BishiBashi / jubeat"
    },
    {
        "duration": 60,
        "description": "Y4G's goal is to provide the gamers with light-hearted, easy-to-follow yoga exercises and tips, as a way of interspersing movement during game play. YouTube videos are paired with video game music, so moving and stretching becomes more enjoyable, and makes it easier to \"get in the zone\".  Y4G live at MAG Classic offers participants the opportunity to relax and revitalize for the weekend, while they learn first hand why yoga matters for gamers, and how we can combine it with something we already love.",
        "panelists": [],
        "end_unix": 1455922800,
        "start": "5PM Fri",
        "end": "6PM Fri",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1455919200,
        "name": "Yoga for Gamers"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "5PM Fri",
        "end": "7PM Fri",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455919200,
        "name": "Street Fighter 5 (PS4)"
    },
    {
        "duration": 120,
        "description": "This is the story of how Atari helped create the games industry years before it should have happened. World 1-1 follows the lucky deals and unfortunate mistakes that almost destroyed the entire industry just as quickly as it was born. \r\n\r\nQ&A with the filmmakers to follow the screening.",
        "panelists": [
            "Daryl Rodriguez",
            "Jeanette Garcia"
        ],
        "end_unix": 1455926400,
        "start": "5PM Fri",
        "end": "7PM Fri",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455919200,
        "name": "World 1-1 (Atari documentary)"
    },
    {
        "duration": 240,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455933600,
        "start": "5PM Fri",
        "end": "9PM Fri",
        "location": "LAN 2",
        "start_unix": 1455919200,
        "name": "Chivalry 3v3 King of the Hill Tournament"
    },
    {
        "duration": 60,
        "description": "Visual Novels are an old medium whose specific goal is to entrance and excite players with their narrative and characters. Music plays a large part in this narrative. Join Sekai Project as we explore the music that makes the visual novels.",
        "panelists": [],
        "end_unix": 1455922800,
        "start": "5PM Fri",
        "end": "6PM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455919200,
        "name": "Visual Novels and Music by Sekai Project"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455922800,
        "start": "5PM Fri",
        "end": "6PM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455919200,
        "name": "Gavin Blair Q&A"
    },
    {
        "duration": 90,
        "description": "We always know when Darth Vader is on the way, when James Bond is coming to the rescue, or when youâ€™re entering the city limits of Bon Temps, Louisiana. It's all in the tone set with the score. Music forms an integral part of television, cinema, and now video games, but it wasn't always like this. Scores were, at best, an afterthought; but now there fans out there that collect soundtracks as some collect cards and comics? What is some of the best music from the genre? Which themes are true signatures? Who is your favorite composer? Join award-winning author Tee Morris as he takes you through the early years of the motion picture score, taking you up to the soundtracks of today.",
        "panelists": [],
        "end_unix": 1455924600,
        "start": "5PM Fri",
        "end": "6PM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455919200,
        "name": "THE BIG SCORE: The Evolution of the Film Soundtrack"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455930000,
        "start": "6PM Fri",
        "end": "8PM Fri",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455922800,
        "name": "Sports Arena"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455930000,
        "start": "6PM Fri",
        "end": "8PM Fri",
        "location": "Arcade (Tournaments 2)",
        "start_unix": 1455922800,
        "name": "Magical Drop 3"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Autographs 1 (Expo Hall E)",
        "start_unix": 1455922800,
        "name": "Bear McCeary"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455922800,
        "name": "DiscoCactus"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455922800,
        "name": "Typing of the Dead (Dreamcast)"
    },
    {
        "duration": 60,
        "description": "LFG is not just a panel, it’s a chance to learn about the academic conversation around video games and health and to show that gamers want to be a part of that conversation. We invite anyone interested in research on video games and health—gamers, developers, researchers and others—to help talk about and vote on some of the biggest challenges of video game research as it relates to health: (1) continuing disagreement among researchers on important issues, with little consensus about how to move forward, and (2) games for health that aren’t fun to play (and aren’t really games).\r\n\r\nWe want to improve how research gets done by gathering the thoughts and opinions of people who play games, people who create games for entertainment or for health, and people who study games on an even playing field where everyone can learn new perspectives. At this panel we’ll Foster Rational discussion on Games and Health Research and decide together which ideas are important and how best to move forward. This panel will kick off a bigger project (FROGHR) to crowdsource consensus development around video games and health. Everyone’s opinion is important, so please join us in building science together!",
        "panelists": [
            "Amanda Lange",
            "Michelle Carras",
            "Ann Marie Porter"
        ],
        "end_unix": 1455926400,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455922800,
        "name": "LFG: Crowdsourcing research design in games research"
    },
    {
        "duration": 120,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455930000,
        "start": "6PM Fri",
        "end": "8PM Fri",
        "location": "LAN 3",
        "start_unix": 1455922800,
        "name": "Warcraft 3 1v1 Tournament"
    },
    {
        "duration": 60,
        "description": "An all-star panel of developers will discuss their experience with 48 hour game jams and share their advice. We will be covering a gamut of topics from basic tips to advanced theory and answering questions from the audience.",
        "panelists": [
            "Chris Totten",
            "Susan Gold",
            "Frank Force"
        ],
        "end_unix": 1455926400,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455922800,
        "name": "Game Jam Q & A"
    },
    {
        "duration": 60,
        "description": "The most common kind of fantasy games provide is the power fantasy, and there's nothing wrong with that.\r\n\r\nBut games are also an amazing tool for building empathy. There's been many recent games that focus on *disempowerment* fantasy. It can be as minor as a single scene in a Call of Duty game as a civilian or a whole game built around that concept like This War of Mine.\r\n\r\nLet's talk about games that go beyond a simple idea of \"fun\" to making you experience grief, loss, pain, frustration -- as deeply or more deeply than any other form of art.",
        "panelists": [
            "Arthur Chu",
            "Charles Dunbar",
            "Katriel Paige",
            "Matt Conn"
        ],
        "end_unix": 1455926400,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455922800,
        "name": "Empathy and Games"
    },
    {
        "duration": 60,
        "description": "Super Smash Opera is excited to return to MAGfest, this time, by popular demand, with the addition of a new full orchestra and choir! The grandeur of opera meets the thrill of the fight in this LIVE performance! Nintendo's legendary cast of characters sing their way through a fighting tournament that determines the hero of the next game franchise in this comic cabaret of opera's best-known songs, performed by a troupe of classically-trained game lovers. Featuring characters from the Super Smash Brothers games and a variety of costumes and puppets, this performance promises a fun time and a few surprises. Suitable for all ages.",
        "panelists": [],
        "end_unix": 1455926400,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455922800,
        "name": "Super Smash Opera"
    },
    {
        "duration": 60,
        "description": "Get up and fight as you learn the basics of action performance for film and stage from working stunt professionals and members of the DC Stunt Coalition performance team! Participation grants access to perform in Final Round: Fight!",
        "panelists": [],
        "end_unix": 1455928200,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1455924600,
        "name": "A New Challenger! / Final Round FIGHT!"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455928200,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1455924600,
        "name": "Gavin Blair"
    },
    {
        "duration": 90,
        "description": "Our favorite blue hedgehog, Sonic, turns 25 this year! Sega has had their ups and downs with the series, but hard core fans have held on for over two decades! Let's blast through the 90s, 2000s, today, and the future as we discuss our favorite Sonic the Hedgehog games,",
        "panelists": [],
        "end_unix": 1455930000,
        "start": "6PM Fri",
        "end": "8PM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455924600,
        "name": "Celebrating 25 Years of Sonic The Hedgehog"
    },
    {
        "duration": 60,
        "description": "Graham, Ian, and Brendan will be ready to field any and all questions regarding any of their successful web comedy series’, including Feed Dump, CheckPoint and others.",
        "panelists": [],
        "end_unix": 1455928200,
        "start": "6PM Fri",
        "end": "7PM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455924600,
        "name": "Loading Ready Run"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\n8static\r\n\r\nVisuals by:\r\nPixelseed and Enerjawn",
        "panelists": [],
        "end_unix": 1455928200,
        "start": "7PM Fri",
        "end": "7PM Fri",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455926400,
        "name": "nmlstyl"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455930000,
        "start": "7PM Fri",
        "end": "8PM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455926400,
        "name": "Trev Wignall"
    },
    {
        "duration": 120,
        "description": "Hosted by the famous Maffew from Botchmania! Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455933600,
        "start": "7PM Fri",
        "end": "9PM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455926400,
        "name": "WWF No Mercy"
    },
    {
        "duration": 60,
        "description": "This is an educational and exploratory session about the creation of new sounds. Learn how new sounds are made, and new musical instruments are created. We now have the power to sample audio from everyday life and popular media and mix it as we please. Not all new sounds need a computer to be made. From tubes and single strings to beer bottles and floppy drives, there is a world of novel instruments to be discovered, and it is up to everyone to create the next new sound.",
        "panelists": [],
        "end_unix": 1455930000,
        "start": "7PM Fri",
        "end": "8PM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455926400,
        "name": "Making New Sounds"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\n8static\r\n\r\nVisuals by:\r\nPixelseed and Enerjawn",
        "panelists": [],
        "end_unix": 1455930000,
        "start": "7PM Fri",
        "end": "8PM Fri",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455928200,
        "name": "Casshern"
    },
    {
        "duration": 120,
        "description": "Crafting a good concept is the first critical step in any game jam. Participants will separate into small groups and simulate the experience of the first hour of a game jam. A random theme will be announced and each group will have an hour to draft a game concept. This includes design, story, art, etc. No computer or previous jamming experience is necessary for participants. After an hour has passed, groups will take turns presenting their game concepts.",
        "panelists": [
            "Chris Totten",
            "Susan Gold",
            "Frank Force"
        ],
        "end_unix": 1455935400,
        "start": "7PM Fri",
        "end": "9PM Fri",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455928200,
        "name": "1 Hour Game Jam"
    },
    {
        "duration": 90,
        "description": "Diggin' In The Carts is a new series from Red Bull Music Academy about the untold story behind the most influential music to come out of Japan. Over six episodes Diggin' In The Carts shines a spotlight on the composers who created a style of music that has had an immense impact on modern pop culture. From the personal studios of these legendary composers, to the concert halls of Japan where symphony orchestras are performing their compositions to sold-out crowds today - the series will document how the music of video games was created, what inspired it, and how it evolved into its own cultural phenomenon. Peppered with commentary from some of modern music’s finest DJ’s, musicians and electronic producers from around the world, the documentary also shows the influence these Japanese composers had on the world - and the world of music.",
        "panelists": [],
        "end_unix": 1455933600,
        "start": "7PM Fri",
        "end": "9PM Fri",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455928200,
        "name": "Diggin in the Carts (video game music documentary)"
    },
    {
        "duration": 60,
        "description": "Few industries, even on the bleeding edge, are able to make accurate projections even ten years into the future. At thirty years out, all bets are off. Games are no exception. Accelerating technology, evolving design, even entirely new mediums, spring suddenly into being. You probably have some sense of what the next few years hold for games. But what about the next 30?  The next 100?  Could gaming in 2015 have been predicted from gaming in 1985? What drives it? What will hold it back?",
        "panelists": [
            "Chanel Summers",
            "Joey Gawrysiak",
            "Rym Decoster",
            "Chris Hazard",
            "James Portnow"
        ],
        "end_unix": 1455931800,
        "start": "7PM Fri",
        "end": "8PM Fri",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455928200,
        "name": "The Far Future of Gaming"
    },
    {
        "duration": 60,
        "description": "Davey Wreden (writer/director of The Beginner's Guide) and Ryan Roth (sound and music composer of The Beginner's Guide) will play through segments of the game and talk about how the audio was designed to support the story, and pieces of story which emerged from interesting audio design. They'll also talk about the nature of collaborating between these two disciplines.",
        "panelists": [
            "Davey Wreden",
            "Ryan Roth"
        ],
        "end_unix": 1455931800,
        "start": "7PM Fri",
        "end": "8PM Fri",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455928200,
        "name": "Sound and Story: Collaborating on The Beginner's Guide"
    },
    {
        "duration": 120,
        "description": "We have assembled a roster of comedic World Warriors to Dragon Punch your funny bone and entertain the masses. Our actors will create characters, scenes and stories on the spot in the style of short-form and long-form improvisation games, all revolving around video game suggestions provided by the Magfest audience. This group has grown at a geometric rate each year and now includes members of The Vitual Fools, PBC Productions, ScrewAttack, X-Strike Studios and other entities. We love an interactive crowd and there is always lots of audience participation! Our improv show includes both short-form improv games and long-form scenes. Our huge cast brings improv experience from different backgrounds, and relies on lots of audience participation and suggestions.",
        "panelists": [],
        "end_unix": 1455935400,
        "start": "7PM Fri",
        "end": "9PM Fri",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455928200,
        "name": "VG Improv - These Guy Are Sick"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455937200,
        "start": "8PM Fri",
        "end": "10PM Fri",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455930000,
        "name": "Ice Cold Beer"
    },
    {
        "duration": 240,
        "description": "Johann Sebastian Joust is back at MAGFest! A no-graphics, digitally-enabled, musical playground game designed for motion controllers. Try to jostle your opponents' controllers while protecting your own.",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "8PM Fri",
        "end": "12AM Sat",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1455930000,
        "name": "J.S. Joust"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455933600,
        "start": "8PM Fri",
        "end": "9PM Fri",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1455930000,
        "name": "Brentalfloss"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\n8static\r\n\r\nVisuals by:\r\nPixelseed and Enerjawn",
        "panelists": [],
        "end_unix": 1455931800,
        "start": "8PM Fri",
        "end": "8PM Fri",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455930000,
        "name": "Corset Lore"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455933600,
        "start": "8PM Fri",
        "end": "9PM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455930000,
        "name": "Eight Bit Disaster"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455935400,
        "start": "8PM Fri",
        "end": "9PM Fri",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455930000,
        "name": "Nidhogg (PC)"
    },
    {
        "duration": 90,
        "description": "Join the Retroware crew at their annual MAGfest Panel. Come for Q&A, game challenges, discussion and new video premieres. On hand will be John, Ito, Roo, Eric, James, Coury, David, Jeremy, Michael + more! Learn about the 2016 RetroWorld Expo & have a good time with the gang.",
        "panelists": [],
        "end_unix": 1455935400,
        "start": "8PM Fri",
        "end": "9PM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455930000,
        "name": "The Retroware Panel"
    },
    {
        "duration": 240,
        "description": "A Pathfinder Society Scenario designed for levels 1­2.\r\n\r\nThe Aspis Consortium pays well, but few can stand its underhanded tactics for long. One operative fed up with the Consortium's practices has contacted the Pathfinder Society with a tempting offer: assist her in leaving the organization, and she will supply the Society with years of insider intelligence about their longstanding rival. It's up to the PCs to navigate Diobel—a proud town run by cutthroat smugglers—earn the defector's trust, and deal a telling blow to their Aspis foes.\r\n\r\n\"The Consortium Compact\" is an evergreen, replayable scenario designed to help introduce players to the Pathfinder Society, the Isle of Kortos, and one of the Society's longstanding rivals.\r\n\r\nWritten by Mike Kimmel.\r\n\r\nA Pathfinder Society Scenario designed for levels 1­5.\r\n\r\nThe metropolis of Absalom promotes commerce in its many forms, and although slavery is legal, it is increasingly common for citizens to frown on the institution. The practice becomes more questionable when an ally of the Pathfinder Society traces an attempt at supernatural surveillance through a slave. Sent as independent sleuths, the PCs must track down the source of this espionage, which takes them deep into underbelly of one of Absalom’s darkest industries.\r\n\r\nContent in “Slave Ships of Absalom” also contributes directly to the ongoing storylines of the Liberty’s Edge and Sovereign Court factions.\r\n\r\nWritten by Mark Garringer.\r\n\r\nA Pathfinder Society Scenario designed for levels 1­5.\r\n\r\nLess than a decade ago, the Pathfinder Society established a lodge in Nirmathas, an act that infuriated the\r\nnation's expansionist rival Molthune. The latter outlawed the Society soon after, and ever since Pathfinders\r\nhave relied on smugglers like the Varisian entrepreneur Guaril Karela to slip supplies past the Molthuni\r\nblockade for both the lodge and the Society's war­torn neighbors. Something has intercepted those shipments.\r\nCan the PCs uncover the culprit and save the Society's reputation in Nirmathas?\r\n\r\nContent in \"Trouble in Tamran\" also ties into a special metaplot element from Pathfinder Society Special #6–98: Serpents Rise. Players who have completed that special event are encouraged to bring its Chronicle sheet when playing this adventure.\r\n\r\nWritten by Benjamin Bruck.\r\n\r\nPhantom Phenomena (1)\r\n\r\nA series of six Quests designed for 1st­level characters. These quick adventures will be available for beginners throughout MAGFest.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able­bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1­hour adventures that take the PCs to a superstitious village, a lightning-\r\nscarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-\r\nchoked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "8PM Fri",
        "end": "12AM Sat",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1455930000,
        "name": "#7­-10: The Consortium Compact (1­-2), #6­-05: Slave Ships of Absalom (1­-5).  #7­-07: Trouble in Tamran (1­-5),  Phantom Phenomena (1)"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\n8static\r\n\r\nVisuals by:\r\nPixelseed and Enerjawn",
        "panelists": [],
        "end_unix": 1455933600,
        "start": "8PM Fri",
        "end": "9PM Fri",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1455931800,
        "name": "Marshall Art + Cory Johnson"
    },
    {
        "duration": 60,
        "description": "The voice-actor of The Sniper in Team Fortress 2 will be on hand to answer your questions. Be sure to ask about his book and voicing Sherlock Holmes.",
        "panelists": [],
        "end_unix": 1455935400,
        "start": "8PM Fri",
        "end": "9PM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455931800,
        "name": "John Patrick Lowrie Q&A"
    },
    {
        "duration": 60,
        "description": "One of the co-founders of game developer Phosphor Studios has been working, mostly solo, for the last three years on a PC adventure-puzzle game called \"Croatoan\". This panel will explore what it actually takes to be a one-person game team.",
        "panelists": [],
        "end_unix": 1455935400,
        "start": "8PM Fri",
        "end": "9PM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455931800,
        "name": "Don't Make A Video Game By Yourself Unless You Hate You"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455937200,
        "start": "9PM Fri",
        "end": "10PM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455933600,
        "name": "The World is Square"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455937200,
        "start": "9PM Fri",
        "end": "10PM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455933600,
        "name": "Pac-Man VS (GCN)"
    },
    {
        "duration": 180,
        "description": "Goku and Frieza’s battle rages across Namek. THe two powerful warriors clash far above in the sky, but they can’t win without the support of their respective teams. In this Larp player will play as the character’s watching titans clash, doing their best to support their respective chosen side. Z fighters Vs the Galactic Frieza Army in a race to ensure victory. This game is one half parlor larp and one half scavenger hunt, where the Items each side collects will influence the final battle.",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "9PM Fri",
        "end": "12AM Sat",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1455933600,
        "name": "Dragon Ball Z Larp: Battle For Namek."
    },
    {
        "duration": 60,
        "description": "Educators talk about ways they've used video games in the classroom to teach a diverse range of subjects, as well as the use of novel game-adjacent technology to get lessons across. What works? What doesn't? How do you sneak the console by the administrators?",
        "panelists": [
            "Shaun Cashman",
            "James Portnow",
            "Joey Gawrysiak",
            "Chris Hazard",
            "Elisa Melendez",
            "Ray Droujkov"
        ],
        "end_unix": 1455937200,
        "start": "9PM Fri",
        "end": "10PM Fri",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455933600,
        "name": "Consoles and Calculus?: Using Video Games in the Classroom"
    },
    {
        "duration": 60,
        "description": "Do you like making music? Do you like video games? Do you like getting paid? Of course you do! Otherwise you wouldn’t be reading the damn description! Come to this panel and chat with several experts in the game audio field. Topics covered will include: writing music, production techniques, creating sound effects, getting work, navigating contracts, game audio communities (G.A.N.G), and more!",
        "panelists": [],
        "end_unix": 1455937200,
        "start": "9PM Fri",
        "end": "10PM Fri",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455933600,
        "name": "Push Start to Create Game Audio (And Get Paid!)"
    },
    {
        "duration": 90,
        "description": "Sparked by a public display of sexual harassment in 2012, GTFO pries open the video game world to explore a 20 billion dollar industry that is riddled with discrimination and misogyny. In recent years, the gaming community has grown more diverse than ever. This has led to a massive clash of values and women receive the brunt of the consequences every day, with acts of harassment ranging from name calling to cyber vandalism and death threats. Through interviews with video game developers, journalists, and academics, GTFO paints a complex picture of the video game industry, while revealing the systemic and human motivations behind acts of harassment. GTFO is the beginning of a larger conversation that will shape the future of the video game world. \r\n\r\nQ&A with director Shannon Sun-Higginson to follow the screening.",
        "panelists": [
            "Shannon Sun-Higginson"
        ],
        "end_unix": 1455940800,
        "start": "9PM Fri",
        "end": "11PM Fri",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455935400,
        "name": "GTFO: A Film about Women in Gaming"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "10PM Fri",
        "end": "12AM Sat",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455937200,
        "name": "Wind Jammers"
    },
    {
        "duration": 120,
        "description": "Hosted by Tokyo Attack!",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "10PM Fri",
        "end": "12AM Sat",
        "location": "Arcade (Tournaments 2)",
        "start_unix": 1455937200,
        "name": "Initial D 7 AAX"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455940800,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1455937200,
        "name": "Ellen McLain & John Lowrie"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455940800,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455937200,
        "name": "Coda"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455942600,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455937200,
        "name": "TMNT Tournament Fighters"
    },
    {
        "duration": 60,
        "description": "We'll talk about what games have come out that focus on diversity and LGBTQ games (and gamers), as well as what the future holds - including indie games, AAA, and VR",
        "panelists": [
            "Matt Conn"
        ],
        "end_unix": 1455940800,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455937200,
        "name": "What's Next for LGBTQ Games?"
    },
    {
        "duration": 120,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "10PM Fri",
        "end": "12AM Sat",
        "location": "LAN 1",
        "start_unix": 1455937200,
        "name": "Rocket League 3v3 Tournament"
    },
    {
        "duration": 240,
        "description": "The first night of the Starcraft 2 1v1 tournament. You must attend both days.\r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455951600,
        "start": "10PM Fri",
        "end": "2AM Sat",
        "location": "LAN 3",
        "start_unix": 1455937200,
        "name": "Starcraft 2 Legacy of the Void 1v1 Tournament Part 1"
    },
    {
        "duration": 120,
        "description": "Come watch matches from the Rocket League tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "10PM Fri",
        "end": "12AM Sat",
        "location": "Lan Theater",
        "start_unix": 1455937200,
        "name": "Watch Rocket League"
    },
    {
        "duration": 120,
        "description": "We are a group of tabletop gamers who travel across the multiverse playing a game of Dice and Daring not entirely dissimilar to a well known title involving subterranean lairs and fire breathing lizards. But in our game, the players and even the Dungeon Master are at the mercy of the audience. The monsters, the spells, and the treasure are all created by YOU! No one is safe. Dice will roll. Hilarity will ensue.",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "10PM Fri",
        "end": "12AM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455937200,
        "name": "Whose Roll Is It Anyway?"
    },
    {
        "duration": 60,
        "description": "NBC's obstacle course competition show \"American Ninja Warrior\" has grown into a huge hit here in the States, but its roots are firmly planted in Japan. It's no wonder that many of the veteran competitors first discovered \"SASUKE\" through their love of video games and Japanese culture. Join multi-time finalists Drew Dreschel, James Mcgrath, Ryan Stratis, Mike Bernardo, Chris Wilczewski, and others, as they talk about their experiences on the shows, and share how anime, video games, and the music of both have inspired them to keep leveling up in training, competition, and life.",
        "panelists": [],
        "end_unix": 1455940800,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455937200,
        "name": "American Ninja Warrior Competitors Panel: GAMER STRONG!!!!"
    },
    {
        "duration": 90,
        "description": "You've seen them through the terrifying lows and creamy middles, now come see the Super Best Friends as they do the impossible! Gravity defying special moves! Prizes to give away! If you go to any panel this weekend, please probably make it this one, maybe!",
        "panelists": [],
        "end_unix": 1455942600,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455937200,
        "name": "Super Best Friends Talk - DEFINITIVE EDITION"
    },
    {
        "duration": 60,
        "description": "Video games have become a vehicle for social and emotional engagement and education. Game designers have shifted their focus from simply making pleasurable games to games that explore a range of complex emotional and human experiences. Depression Quest provides players with an immersive emotional experience. Game mechanics take on new meaning. SPARX is designed to teach coping skills to adolescents. Laura Donohue, social worker and videogame enthusiast, and Catt Small, UX and visual designer and developer, will discuss the integration of mental health and human experience into games.",
        "panelists": [],
        "end_unix": 1455940800,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455937200,
        "name": "Brains & Games: Designing Videogames that Incorporate Mental Health and Human Experience"
    },
    {
        "duration": 60,
        "description": "Game design is a wide subject. The best approach to mastering it is to focus on the fundamentals, and what better place to do that than with Atari 2600 games?  Join us for a deep game design analysis of classic competitive Atari games like Outlaw, and how their core concepts extend to modern games.",
        "panelists": [
            "Scott Rubin",
            "Rym Decoster"
        ],
        "end_unix": 1455942600,
        "start": "10PM Fri",
        "end": "11PM Fri",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455939000,
        "name": "Atari Game Design"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455944400,
        "start": "11PM Fri",
        "end": "12AM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455940800,
        "name": "Sammus"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455948000,
        "start": "11PM Fri",
        "end": "1AM Sat",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455940800,
        "name": "Mortal Kombat X (PS3)"
    },
    {
        "duration": 90,
        "description": "On Day 2, MAGES Legal takes a break from the lawyers (mostly) in order to hear from actual game developers about their experiences with the law.  Come find out how developers have tackled real-life legal issues, and what they wish they had known ahead of time.  Topics include how to win a lawsuit against Disney, and what it’s like to build dedicated servers for Rainbow Six: Siege.",
        "panelists": [],
        "end_unix": 1455946200,
        "start": "11PM Fri",
        "end": "12AM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455940800,
        "name": "MAGES Legal: Day 2: Tales from the Trenches"
    },
    {
        "duration": 60,
        "description": "If you want to see more people in the industry and characters in games who aren't like you, this is panel is for you. We will discuss things that we can all do to help move the ball down field on this important topic.",
        "panelists": [
            "Arthur Chu",
            "Luke Peterschmidt"
        ],
        "end_unix": 1455946200,
        "start": "11PM Fri",
        "end": "12AM Sat",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455942600,
        "name": "How to be a good Ally"
    },
    {
        "duration": 60,
        "description": "Amazing, hilarious short films based on popular to obscure video games. Everybody gets 3D glasses!\r\n\r\nFeatured films:\r\nMetroid: The Sky Calls by Rainfall Films\r\nThe Best of Us, Sleeping with the Enemy by Fury Fingers\r\nAssassin's Creed Syndicate Meets Parkour in Real Life!\r\nFirst Person Smash Bros by SoKrispyMedia\r\nGTA 5 shorts by Super Oleg\r\nVideogames from the Bad Guy's Perspective, Skyrim Moving Company by FatAwesome\r\nHang 'Em Hyrule, Assassins Creed AC/BC by BeatDownBoogie\r\nGoldeneye Source 64: The Movie by The Dangerous Brew\r\nHalo VS Call of Duty by Racka Racka\r\nZaeed's Day Off (in 3D) by MohawkADE\r\nHow Kratos Plays Five Nights at Freddy's (in 3D) by MohawkADE\r\nLeft 4 Speed 2 (in 3D) by MohawkADE",
        "panelists": [],
        "end_unix": 1455946200,
        "start": "11PM Fri",
        "end": "12AM Sat",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455942600,
        "name": "Select Shorts in 3D!"
    },
    {
        "duration": 60,
        "description": "YouTube comedy musician Brentalfloss takes your burning questions and gives you... well, burning answers!",
        "panelists": [],
        "end_unix": 1455946200,
        "start": "11PM Fri",
        "end": "12AM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455942600,
        "name": "Brentalfloss FAQ LIVE!"
    },
    {
        "duration": 90,
        "description": "Fascinated by all those Japanese rhythm games in the arcade hall but afraid to ask about them? Come join us for learning all about them - their history, mechanics, and a wealth of meta-discussion about the songs, artists and other fun facts. It's not Re-Rave, but it's still fun!",
        "panelists": [],
        "end_unix": 1455948000,
        "start": "11PM Fri",
        "end": "1AM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455942600,
        "name": "More Than I Needed To Know About Rhythm Games"
    },
    {
        "duration": 540,
        "description": "",
        "panelists": [],
        "end_unix": 1455976800,
        "start": "12AM Sat",
        "end": "9AM Sat",
        "location": "Arcade (Pinball)",
        "start_unix": 1455944400,
        "name": "Pinball Tournament"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455951600,
        "start": "12AM Sat",
        "end": "2AM Sat",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455944400,
        "name": "NBA JAM"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455951600,
        "start": "12AM Sat",
        "end": "2AM Sat",
        "location": "Autographs 1 (Expo Hall E)",
        "start_unix": 1455944400,
        "name": "Super Best Friends Play"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455948000,
        "start": "12AM Sat",
        "end": "1AM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455944400,
        "name": "Rekcahdam"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455951600,
        "start": "12AM Sat",
        "end": "2AM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455944400,
        "name": "Ultra Street Fighter 4 (PS4)"
    },
    {
        "duration": 180,
        "description": "In the second round all 32 teams will compete in the final 4 of the 8 events. The teams will be split into groups of 8 and taken to each area. The games are as follows:\r\nPC/LAN: Unreal Tournament 2k4 and Audiosurf\r\nArcade: NBA Jam and DDR\r\nConsole: Rocket League and Super Smash Bros. Wii U\r\nTabletop: King of Tokyo and Boss Monster.",
        "panelists": [],
        "end_unix": 1455955200,
        "start": "12AM Sat",
        "end": "3AM Sat",
        "location": "Grand Championship",
        "start_unix": 1455944400,
        "name": "MAGFest Grand Championship Round 2"
    },
    {
        "duration": 360,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455966000,
        "start": "12AM Sat",
        "end": "6AM Sat",
        "location": "LAN 1",
        "start_unix": 1455944400,
        "name": "Counter-Strike: Global Offensive 5v5 Tournament"
    },
    {
        "duration": 360,
        "description": "Come watch matches from the CS:GO tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1455966000,
        "start": "12AM Sat",
        "end": "6AM Sat",
        "location": "Lan Theater",
        "start_unix": 1455944400,
        "name": "Watch Counter-Strike: Global Offensive"
    },
    {
        "duration": 60,
        "description": "This is a panel talking to and about people who make money writing about games. What's it take to break in, what is the money like, what are the jobs and what's the reality of it? How does the pay work, which freelancers get paid, and what are the expectations?",
        "panelists": [
            "Amanda Lange",
            "Katriel Paige",
            "Charles Dunbar"
        ],
        "end_unix": 1455948000,
        "start": "12AM Sat",
        "end": "1AM Sat",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455944400,
        "name": "Game Journalism and Criticism Freelancing Job Panel"
    },
    {
        "duration": 60,
        "description": "The most frequently asked question is, \"How did you get into the biz, and how can I get in too?\" Captain Cable will attempt to tell his story and take questions. The origins of his foray into performance and the repercussions thereof.",
        "panelists": [],
        "end_unix": 1455948000,
        "start": "12AM Sat",
        "end": "1AM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455944400,
        "name": "Captain Cable, video pirate discusses how in the world he got here."
    },
    {
        "duration": 360,
        "description": "Grab your crew or walk on in to join ours playing Starship Horizons! Be the Captain, Flight, Tactical, Science, Communications, or Engineering officer. Sessions last one hour and video training is available. Drop by or book your game time at starshiphorizons.com",
        "panelists": [],
        "end_unix": 1455966000,
        "start": "12AM Sat",
        "end": "6AM Sat",
        "location": "Starship Horizons (Baltimore 1&2)",
        "start_unix": 1455944400,
        "name": "Starship Horizons Missions Running Every Hour"
    },
    {
        "duration": 120,
        "description": "Long Live the Queen!\r\nTwo teams, each led by a powerful queen, face off to be the first to discover 7 precious jewels, equip their own queen, or assassinate the enemy queen.\r\n\r\nKiller Queen won the Best In Fest and Most Strategic awards at Come Out and Play in 2011 in NYC. It was also featured at the Steel City Games Festival in Pittsburgh, and returns as a MAGFest favorite!",
        "panelists": [],
        "end_unix": 1455953400,
        "start": "12AM Sat",
        "end": "2AM Sat",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1455946200,
        "name": "Killer Queen Field Game"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455953400,
        "start": "12AM Sat",
        "end": "2AM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455946200,
        "name": "Animation Panel"
    },
    {
        "duration": 120,
        "description": "Hosted by Tokyo Attack!",
        "panelists": [],
        "end_unix": 1455955200,
        "start": "1AM Sat",
        "end": "3AM Sat",
        "location": "Arcade (Tournaments 2)",
        "start_unix": 1455948000,
        "name": "beatmania IIDX / SOUND VOLTEX"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455951600,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455948000,
        "name": "The OneUps"
    },
    {
        "duration": 60,
        "description": "Depending on number of participants, this tournament may take longer than an hour. Please be advised. Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455951600,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455948000,
        "name": "Smash Bros (N64)"
    },
    {
        "duration": 60,
        "description": "In the Royal Kingdom of Serenadia, singing is power. Our hero Malfalia and her friends Hadey and Damon sneak out... and run into an entourage of mean girl Princesses!  Starring Ashly Burch (Hey Ash, Whatcha Playin) and Ashley Clements.\r\n\r\nQ&A with creator Zach Grafton to follow the screening.",
        "panelists": [
            "Zach Grafton"
        ],
        "end_unix": 1455951600,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455948000,
        "name": "Muzzled the Musical 1-3"
    },
    {
        "duration": 240,
        "description": "The year is 2164. 87 years have passed since since the bombs fell and the vaults sealed. Your parents and loved ones fled into the Vault for safety and life has carried on below as nuclear fire rained above. Most everyone you’ve ever known was born in this Vault and many others have died here. But now the Vault is failing, power fluctuations are part of daily life, the food replicators are breaking down, the water doesn't taste quite as clean as it used to, and the new Overseer ( son of the former overseer) lords his power over the populace. The Overseer and his “Elders” caution patience and tell the populace to wait for them to solve the problem, but the whispers of discontent and revolution are spreading",
        "panelists": [],
        "end_unix": 1455962400,
        "start": "1AM Sat",
        "end": "5AM Sat",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1455948000,
        "name": "Fallout Larp: Vault 71  Decisions, Decisions…"
    },
    {
        "duration": 60,
        "description": "Light shapes reality. As an intersection for interactive media and fine art, many video games often rely on the nuances of light and lighting for their design value and narrative storytelling potential. Games that depart from traditional aesthetics change how players codify knowledge and complicate our expectations of game design—and this is where it gets interesting! Join in a critique of independent mainstream video game titles that will demonstrate how knowing “the shape of the light” can help us appreciate games regardless of genre—and come prepared to workshop the next generation of visual concepts that will illuminate the frontiers of interactive design.",
        "panelists": [
            "Jessica Dambruch"
        ],
        "end_unix": 1455951600,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455948000,
        "name": "\"Bring the Light” : Design, Metaphors, and Game Worlds"
    },
    {
        "duration": 90,
        "description": "Let battle be joined in the annual MAGFest battle for video game music knowledge superiority! Stop by just to play along with the crowd or sign up for a chance to win big as we crown the MAGFest 2016 NTT Champion!",
        "panelists": [],
        "end_unix": 1455953400,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455948000,
        "name": "Video Game Name That Tune!"
    },
    {
        "duration": 240,
        "description": "A Pathfinder Society Scenario designed for Levels 5–9.\r\n\r\nWhen the Pathfinder Society receives an invitation to a dinner party at the Thuvian Embassy, hosted by the guardian of this year's six doses of the infamous sun orchid elixir, the Decemvirate sends a team of Pathfinders to represent them and uncover the nature of the event. Can the PCs navigate the complex social landscape of Absalom's elite and gain access to the mysterious vault known as the Conundrum, or will they face public ridicule or worse in the face of the steepest competition in the Inner Sea?\r\n\r\nWritten by Larry Wilhelm.\r\n\r\n#5­11: Library of the Lion (1­5)\r\n\r\nA Pathfinder Society Scenario designed for levels 1–5.\r\n\r\nFew societies have so vaunted a tradition of leading crusades as Taldor, yet the constant revisions to its history by scheming factions leaves the truth obscured by countless acts of political modifications. Even the lauded Kitharodian Academy’s texts are riddled with these changes, so when a secretive ally approaches the Pathfinder Society with information about a hidden archive that contains the unaltered histories, the Pathfinders plan a daring infiltration to recover the secrets of Taldor’s past victories so that Mendev might benefit from the discovery.\r\n\r\nContent in \"Library of the Lion\" also contributes directly to the ongoing storylines of the Cheliax, Grand Lodge, and Taldor factions.\r\n\r\nWritten by Kyle Elliot.\r\n\r\n#2­-21: The Dalsine Affair (1­-5)\r\n\r\nA Pathfinder Society Scenario designed for 1st to 7th level characters (Tiers: 1­2, 3­4 and 6­7).\r\n\r\nYour mission takes you to the Taldan capital city of Oppara where the intricate web of political intrigue and ages­old religious conflicts threaten the Pathfinder Society’s presence in the land. When Baron Jacquo Dalsine’s cousin is implicated in a recent attack on Society allies, the situation becomes even tighter for the Pathfinders, and at the end of the day some members of the Dalsine family may not get out unscathed.\r\n\r\nWritten by Alex Greenshields.\r\n\r\nPhantom Phenomena (1)\r\n\r\nA series of six Quests designed for 1st­level characters. These quick adventures will be available for beginners throughout MAGFest.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able­bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1­hour adventures that take the PCs to a superstitious village, a lightning-\r\nscarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-\r\nchoked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.",
        "panelists": [],
        "end_unix": 1455962400,
        "start": "1AM Sat",
        "end": "5AM Sat",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1455948000,
        "name": "#3­-10: The Immortal Conundrum (5­-9), #5­-11: Library of the Lion (1­-5), #2­-21: The Dalsine Affair (1­-5), Phantom Phenomena (1)"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455953400,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1455949800,
        "name": "Wes Johnson, Mike Rosson, Jan Johns"
    },
    {
        "duration": 60,
        "description": "Want to hang out with James Portnow and Dan Floyd from Extra Credits?  Have questions you've been burning to ask about design, the show, games for good, or well, anything at all?  Come down to the panel and join them as they talk everything games and game industry.",
        "panelists": [],
        "end_unix": 1455953400,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455949800,
        "name": "Extra Credits"
    },
    {
        "duration": 60,
        "description": "Meet the performers, writers, and creative team behind Super Smash Opera to discover what inspired them to combine Video Games and Classical Opera in this zany parody- now with orchestra! The project coordinators share their influences and describe lessons learned from past projects. Come with questions and learn what makes opera \"opera-able.\"",
        "panelists": [],
        "end_unix": 1455953400,
        "start": "1AM Sat",
        "end": "2AM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455949800,
        "name": "Super Smash Opera Q&A Talkback"
    },
    {
        "duration": 240,
        "description": "",
        "panelists": [],
        "end_unix": 1455966000,
        "start": "2AM Sat",
        "end": "6AM Sat",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1455951600,
        "name": "CLAW MACHINES"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455955200,
        "start": "2AM Sat",
        "end": "3AM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455951600,
        "name": "Pending"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455957000,
        "start": "2AM Sat",
        "end": "3AM Sat",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455951600,
        "name": "Terrible Fighting Game Tournament (Various)"
    },
    {
        "duration": 120,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455958800,
        "start": "2AM Sat",
        "end": "4AM Sat",
        "location": "LAN 2",
        "start_unix": 1455951600,
        "name": "Starcraft: Brood War 1v1 Tournament"
    },
    {
        "duration": 360,
        "description": "The first night of the League of Legends 5v5 tournament. You must participate in this tournament to have a chance of getting into the final bracket stage. The top 8 teams from day 1 move on to day 2.\r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455973200,
        "start": "2AM Sat",
        "end": "8AM Sat",
        "location": "LAN 3",
        "start_unix": 1455951600,
        "name": "League of Legends 5v5 Tournament Qualifiers"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1455960600,
        "start": "2AM Sat",
        "end": "4AM Sat",
        "location": "Autographs 1 (Expo Hall E)",
        "start_unix": 1455953400,
        "name": "HAWP"
    },
    {
        "duration": 90,
        "description": "The most hilarious animated short films of 2015. From Clash of Clans to Earthbound, no game is safe from animated parody.\r\n\r\nAnimators will intro their films and be on hand afterward for an informal talkback.\r\n\r\nFeatured films:\r\nWORLD PREMIERE of Dan the Man ep. 8\r\nDan the Man 1-7\r\nHit Detection by The Winglet\r\nSkyrim in a Nutshell, Animation vs. Animator, Heavy Goes to the Store by Ferhod\r\nPollyanna: An Earthbound Tribute by Sagan Yee\r\nMake A 'Mon Out Of You, The Legend of Zelda: Gyro of Time * by Esquirebob\r\nClash of Skeletons * by Crazy Boris Comedy\r\nXilent - Boss Wave\r\nSummoner Showdown eps 1-5 by Hyun's Dojo\r\nClash of Clans - Love Story by PipocaVFX\r\nWe Go Forward by PipocaVFX",
        "panelists": [
            "Porter Vinson",
            "Mark Zaverukha",
            "Sam Wickert",
            "Eric Leigh"
        ],
        "end_unix": 1455958800,
        "start": "2AM Sat",
        "end": "4AM Sat",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455953400,
        "name": "Animated Shorts feat. Dan the Man"
    },
    {
        "duration": 240,
        "description": "Hidden places. The thrill of the chase. The perfect shot.\r\nWhether you join a team or bring a team, these 8 minute rounds of 8-on-8 laser blasting excitement are sure to get you moving and keep the fun firing on all cylinders.\r\nShake off the snow and start shooting!",
        "panelists": [],
        "end_unix": 1455969600,
        "start": "3AM Sat",
        "end": "7AM Sat",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1455955200,
        "name": "Laser Tag"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455958800,
        "start": "3AM Sat",
        "end": "4AM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455955200,
        "name": "Tupperware Remix Party/Ninja Sex Party"
    },
    {
        "duration": 60,
        "description": "Think you love games? Come try your luck with a mystery game tournament! Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455958800,
        "start": "3AM Sat",
        "end": "4AM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455955200,
        "name": "Mystery Game Tournament (Various)"
    },
    {
        "duration": 60,
        "description": "We will discuss the unique collaboration between Austin Wintory and Fifth House Ensemble and how we aim to engage gamers and non-gamers by bringing the art of video game performance out from the basement and into the public arena.",
        "panelists": [],
        "end_unix": 1455958800,
        "start": "3AM Sat",
        "end": "4AM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455955200,
        "name": "Journey to the Outside"
    },
    {
        "duration": 90,
        "description": "Join RVA as he counts down the best of the best from Transformers, Beast Wars, and more, highlighting episodes from across the thirty year history of the franchise.",
        "panelists": [],
        "end_unix": 1455960600,
        "start": "3AM Sat",
        "end": "4AM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455955200,
        "name": "Top Ten Transformers Episodes"
    },
    {
        "duration": 120,
        "description": "Voice actors gone mad!  Hear your favorite voices in ways you never expected!  Through your suggestions, they will create and perform a new video game - LIVE!!  More fun than you can have alone in your hotel room!",
        "panelists": [],
        "end_unix": 1455962400,
        "start": "3AM Sat",
        "end": "5AM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455955200,
        "name": "VOICE-A-PALOOZA VI"
    },
    {
        "duration": 90,
        "description": "RC and Mues record a live Goin' Off episode where we talk about music news and review a John Cena album",
        "panelists": [],
        "end_unix": 1455960600,
        "start": "3AM Sat",
        "end": "4AM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455955200,
        "name": "Goin' Off wth Rap Critic and Mues"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455962400,
        "start": "4AM Sat",
        "end": "5AM Sat",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1455958800,
        "name": "Pending"
    },
    {
        "duration": 180,
        "description": "Featuring The Living Tombstone, bLiNd, James Landino, Mykah, 2ToneDisco",
        "panelists": [],
        "end_unix": 1455969600,
        "start": "4AM Sat",
        "end": "7AM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1455958800,
        "name": "Video Game DJ Battle"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455964200,
        "start": "4AM Sat",
        "end": "5AM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455958800,
        "name": "Thrill Kill (PSX)"
    },
    {
        "duration": 90,
        "description": "It's Jay's first night on the job.. will he survive?\r\n\r\nA fan film of Five Nights at Freddy's fan films by Iron Horse Cinema.  Iron Horse will also screen some of their more recent video game fan films, including new, unreleased material.\r\n\r\nQ&A with the filmmakers to follow the screening.",
        "panelists": [
            "Jeff Moffitt"
        ],
        "end_unix": 1455966000,
        "start": "4AM Sat",
        "end": "6AM Sat",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1455960600,
        "name": "Five Nights at Freddy's: Cold Storage"
    },
    {
        "duration": 120,
        "description": "Graham, Ian, and Brendan will provide live creator commentary during this two-hour screening block of just some of their extensive video archive. Come and hang out!",
        "panelists": [],
        "end_unix": 1455967800,
        "start": "4AM Sat",
        "end": "6AM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455960600,
        "name": "Late Night Dub Fight"
    },
    {
        "duration": 120,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1455969600,
        "start": "5AM Sat",
        "end": "7AM Sat",
        "location": "LAN 2",
        "start_unix": 1455962400,
        "name": "J.S. Joust Tournament"
    },
    {
        "duration": 120,
        "description": "Damocles Thread Development presents a selection FreeForm Larps inspired by the jeepform gaming movement from Norway. Free Form gaming is a very different experience for people who have never tried  it before. The games will push people to become emotionally attached to their characters, and deal with situations in a realistic manner. Come by and try something new with our FreeForm Larps.",
        "panelists": [],
        "end_unix": 1455969600,
        "start": "5AM Sat",
        "end": "7AM Sat",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1455962400,
        "name": "Free Form Larps"
    },
    {
        "duration": 60,
        "description": "What imbues words with terror?  What is it that fills us with dread, that makes us look over our shoulder or wonder what might lurk just out of view when we put down a work of horror?  \r\n\r\nJoin horror novelist Nika Harper and games writer James Portnow to discuss what can transform words on a page to a fear that lingers and to brush up on your horror writing skills.",
        "panelists": [
            "James Portnow"
        ],
        "end_unix": 1455966000,
        "start": "5AM Sat",
        "end": "6AM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455962400,
        "name": "Writing Horror"
    },
    {
        "duration": 90,
        "description": "",
        "panelists": [],
        "end_unix": 1455967800,
        "start": "5AM Sat",
        "end": "6AM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455962400,
        "name": "Audition for the Worst Movie Ever"
    },
    {
        "duration": 60,
        "description": "One last time, we return to magfest to see who is the auteur of the offensive, the savant of the obscene, basically: one messed up individual. Welcome Derps Against Humanity Live!",
        "panelists": [],
        "end_unix": 1455966000,
        "start": "5AM Sat",
        "end": "6AM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455962400,
        "name": "Derps Against Humanity Live: The Final Chapter"
    },
    {
        "duration": 60,
        "description": "An audience interactive text adventure game (in the style of Action Castle) with a custom made retro video game theme/story and graphics accompaniment.",
        "panelists": [],
        "end_unix": 1455967800,
        "start": "5AM Sat",
        "end": "6AM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455964200,
        "name": "GamerQuest"
    },
    {
        "duration": 120,
        "description": "Kart your way to victory in this multiple game grand prix. Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455973200,
        "start": "6AM Sat",
        "end": "8AM Sat",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455966000,
        "name": "Shambolic Kart Racing Grand Prix (Various)"
    },
    {
        "duration": 120,
        "description": "Join Awol for some collaborative Kerbal Space Program. It's like Twitch Plays Pokemon, only you get to be Twitch, it's KSP, and Awol totally doesn't have to listen to anything you say.",
        "panelists": [],
        "end_unix": 1455973200,
        "start": "6AM Sat",
        "end": "8AM Sat",
        "location": "Lan Theater",
        "start_unix": 1455966000,
        "name": "Come Crash with Us! Interactive Kerbal Space Program"
    },
    {
        "duration": 60,
        "description": "Ever thought about setting a world record speed run in your favorite game? What is speed running and how can you join in the fun?\r\nMark, aka Youtube and Twitch personality Cornshaq, is a lifelong gamer with 10k+ subscribers, eight years of gameplay videos for retro and modern gaming systems, holder of multiple speedrunning world records.",
        "panelists": [],
        "end_unix": 1455973200,
        "start": "7AM Sat",
        "end": "8AM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455969600,
        "name": "Speedrunning 101"
    },
    {
        "duration": 60,
        "description": "We decide once and for all what the best name brand breakfast cereal is! Brought to you by the same crazy guys to bring you The World Snacky Cake Championships!",
        "panelists": [],
        "end_unix": 1455973200,
        "start": "7AM Sat",
        "end": "8AM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455969600,
        "name": "Breakfast Cereal Grand Nationals"
    },
    {
        "duration": 60,
        "description": "A panel talking about the ins and outs of video game modding. We'll discuss region modding, superior A/V output modding and case modding. We'll discuss the tools, and techniques required to take your retro consoles to the next level. (Mods to play pirated games i.e. modchips for the Sega Saturn will not be included)",
        "panelists": [],
        "end_unix": 1455973200,
        "start": "7AM Sat",
        "end": "8AM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455969600,
        "name": "Retro Video Game Mods"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1455976800,
        "start": "8AM Sat",
        "end": "9AM Sat",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1455973200,
        "name": "Pole Riders (PS3)"
    },
    {
        "duration": 60,
        "description": "Come join two kigurumi-bound jesters (they wanted a reason to wear them to MAGFest) as they play random silly games on our Twitch stream! Guaranteed to be a good time!",
        "panelists": [],
        "end_unix": 1455976800,
        "start": "8AM Sat",
        "end": "9AM Sat",
        "location": "Lan Theater",
        "start_unix": 1455973200,
        "name": "Corgi & Stitch Play Games"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1455980400,
        "start": "9AM Sat",
        "end": "10AM Sat",
        "location": "Arcade (Pinball)",
        "start_unix": 1455976800,
        "name": "Pinball Tournament"
    },
    {
        "duration": 420,
        "description": "",
        "panelists": [],
        "end_unix": 1456020000,
        "start": "2PM Sat",
        "end": "9PM Sat",
        "location": "Arcade (Pinball)",
        "start_unix": 1455994800,
        "name": "Pinball Tournament"
    },
    {
        "duration": 180,
        "description": "Day 2 of the MAGFest Grand Championship is here and it time to find the winners! Day 2 is set for all of those who won in day 1 to face off to get your winners in each event. The events are as follows:\r\nPC/LAN: Unreal Tournament 2k4 and Audiosurf\r\nArcade: NBA Jam and DDR\r\nConsole: Rocket League and Super Smash Bros. Wii U\r\nTabletop: King of Tokyo and Boss Monster.",
        "panelists": [],
        "end_unix": 1456005600,
        "start": "2PM Sat",
        "end": "5PM Sat",
        "location": "Grand Championship",
        "start_unix": 1455994800,
        "name": "MAGFest Grand Championship Finals"
    },
    {
        "duration": 120,
        "description": "Returning for a second year, this event features all your favorite cartoon openings from the 80s to the early 2000s. You are encouraged to come and sing along with all of your favorite cartoons alongside other awesome people who know just how awesome these shows are! Also, prepare yourself for some Bingo games and free prizes! Hosted by MarzGurl of Channel Awesome along with JoshKnightTheFirst, both co-hosts of the weekly YouTube show Beyond The Black Rims.",
        "panelists": [],
        "end_unix": 1456002000,
        "start": "2PM Sat",
        "end": "4PM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1455994800,
        "name": "Cartoon Intro Sing-Along"
    },
    {
        "duration": 60,
        "description": "The Super Marcato Bros. will take you through a chronological and in-depth journey through the history of video game music! Starting with the early days on systems like the Atari 2600, and leading all the way into the modern age. This presentation will explore compositional style, changes in hardware, culture and more. Learn how and why video game music has evolved over the years, as well as what has stayed the same! The Super Marcato Bros. are made up of Karl & Will Brueggemann-- video game music podcasters and composers from St. Paul, MN.",
        "panelists": [],
        "end_unix": 1456000200,
        "start": "2PM Sat",
        "end": "3PM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1455996600,
        "name": "The History of Video Game Music"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456002000,
        "start": "3PM Sat",
        "end": "4PM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1455998400,
        "name": "Mortal Kombat X (PS4)"
    },
    {
        "duration": 60,
        "description": "We can explore advertisements appearing in games: trends, implications, prevalence, and integration with game environments.",
        "panelists": [
            "Shaun Cashman",
            "Oliver Surpless",
            "Joey Gawrysiak",
            "Charles Dunbar",
            "Arthur Chu"
        ],
        "end_unix": 1456002000,
        "start": "3PM Sat",
        "end": "4PM Sat",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1455998400,
        "name": "Advertising in Games"
    },
    {
        "duration": 240,
        "description": "Damocles Thread Development presents a selection FreeForm Larps inspired by the jeepform gaming movement from Norway. Free Form gaming is a very different experience for people who have never tried  it before. The games will push people to become emotionally attached to their characters, and deal with situations in a realistic manner. Come by and try something new with our FreeForm Larps.\r\n\r\nNOT SHADY, JUST FIERCE \r\n\"Originally, the curse of lycanthropy brought only bloodlust and chaos to the lives of those afflicted. Through centuries of effort, the curse has been mitigated. Every ten years since the first Grand Ball, the major werewolf houses have met to compete in non-fatal combat and a cultural competition to settle that decade’s worth of disagreements and differences. Now, through feats of physical prowess, cultural acuity, and fine diplomacy, lycanthropy can be seen in its full splendor, as the gift it truly is. We are more powerful, more beautiful, and more regal for it.\"\r\n\r\nDUCK AND COVER \r\n\"Attention, students of Woodrow Wilson High School: this is a nuclear attack drill. Please report to the auditorium in a calm and orderly fashion. Once seated, do not leave the auditorium. This is a drill. When the immediate danger has passed the sirens will sound a steady note. The \"all clear\" message will also be given on the PA system.  We will be on the air every hour, on the hour, until the drill has ended. That is the end of this broadcast. This is just a drill.",
        "panelists": [],
        "end_unix": 1456012800,
        "start": "3PM Sat",
        "end": "7PM Sat",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1455998400,
        "name": "Free Form Larps"
    },
    {
        "duration": 60,
        "description": "Gamers are familiar with talking about their personal experiences with their favorite games, but a small group of players have taken the next step and PUBLISHED their experiences as books. This panel discussion investigates several gameplay memoirs and tries to isolate what they do right, what they could improve, and how these works can transform game criticism.",
        "panelists": [
            "Chris Totten",
            "Bobby Schweizer",
            "Kent Norman",
            "Jason Ford"
        ],
        "end_unix": 1456002000,
        "start": "3PM Sat",
        "end": "4PM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1455998400,
        "name": "Gameplay Memoirs - Gaming's New Literary Form"
    },
    {
        "duration": 60,
        "description": "This panel will look at abstract aesthetics either tied to game mechanics or made with modified gaming technology or level-building tools.  We’ll look at the 1952 computer game, OXO as we discuss display-based graphics in CRT monitors.  We’ll discuss LCD screens and HD while looking at indie and mainstream games such as Binary Zoo's Mono and Media Molecule's level-building platformer, Little Big Planet.  Topics will include: vector-based graphics dealing in vanishing points, raster-based graphics' flattening of the picture plane and the work of artist’s employing these technologies for conceptual experimentation.",
        "panelists": [
            "Tamara Yadao"
        ],
        "end_unix": 1456002000,
        "start": "3PM Sat",
        "end": "4PM Sat",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1455998400,
        "name": "Abstraction and Game Art"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456002000,
        "start": "3PM Sat",
        "end": "4PM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1455998400,
        "name": "AVGN: The Movie w/James and Bear"
    },
    {
        "duration": 60,
        "description": "Come join the Hallyu wave and learn to dance Got 7â€™s wildly popular â€œJust Right!\u009d Dance is a vital part of the K-pop genre, and we will break down the moves for even those with no dance experience. Join us in celebrating this songs message that you are Just Right no matter how you look.",
        "panelists": [],
        "end_unix": 1456002000,
        "start": "3PM Sat",
        "end": "4PM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1455998400,
        "name": "Dance Got 7's Just Right"
    },
    {
        "duration": 240,
        "description": "A Pathfinder Society Scenario designed for levels 3–7.\r\n\r\nWhen a samsaran dies, he is reborn again with few memories of his past lives. The cycle continues until he has earned a righteous place in the afterlife. After years of service and lifetimes of accomplishment, Venture-Captain Bakten nears the end of his noble existence and has begun investigating his past lives as a means of understanding Tian Xia's rich history. However, he cannot complete his research alone, and only with the PCs' assistance can they decipher the region's past.\r\n\r\n\"The Lost Legacy\" is the first scenario in the two-part To Judge a Soul campaign arc. It is followed by Pathfinder Society Scenario #7-08: To Judge a Soul, Part 2: Karma Reclaimed and is intended to be played in order.\r\n\r\nWritten by Scott Sharplin.\r\n\r\nA Pathfinder Society Scenario designed for levels 5-9.\r\n\r\nA recent attack on the Grand Lodge became all the more heinous when one of the invading agents employed an eldritch relic to abduct a high-ranking Pathfinder. In order to release the captive, the Society must understand the relic and track down the fleeing operative—a mission that leads the PCs into Absalom's most prestigious archives to uncover a dark secret.\r\n\r\nContent in \"The Blakros Connection\" also ties into a special metaplot element from Pathfinder Society Special #6-98: Serpents Rise. Players who have completed that special event are encouraged to bring its Chronicle sheet when playing this adventure.\r\n\r\nWritten by Robert Brookes\r\n\r\nA Pathfinder Society Scenario designed for 1st to 5th level characters (Tiers: 1–2, 4–5).\r\n\r\nThe Pathfinder Society seeks the ancient ruby ring of the salamander and it falls to a team of Pathfinders to find it. Last seen in the Tri-Towers Yard, a once elite academy for the youth of Absalom, the ruby ring is now lost in the Drownyard, all that remains of Tri-Towers after it was destroyed a decade ago in the great quake. The Pathfinders must risk the strange black ichors and salty brine to find their prize—will they risk their very souls as well?\r\n\r\nWritten by Tim and Eileen Connors.\r\n\r\nA Pathfinder Society Scenario designed for level 1-2.\r\n\r\nAlmost all Pathfinders undergo extensive training for three or more years to learn the tricks of the trade, and their last test before graduating from the ranks of the initiates to the status of a full Pathfinder agent is the Confirmation, a special research project that involves considerable fieldwork and is designed to simulate the initiates' future work as a Pathfinder. Even the noteworthy field commissioned agents sometimes participate in such trials as a way to familiarize themselves with the Pathfinder Society’s rules and expectations. Although Confirmation is typically an individual affair, the society recently discovered a site on the Isle of Kortos that would be perfect for initiates but perhaps too dangerous to handle alone. Successfully uncovering this site’s secrets will not only contribute to the society’s body of knowledge but shape the exciting careers ahead for each of the prospective agents.\r\n\r\nWritten by Kyle Baird\r\n\r\nA series of six Quests designed for 1st­level characters. These quick adventures will be available for beginners throughout MAGFest.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able­bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1­hour adventures that take the PCs to a superstitious village, a lightning-\r\nscarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-\r\nchoked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.",
        "panelists": [],
        "end_unix": 1456012800,
        "start": "3PM Sat",
        "end": "7PM Sat",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1455998400,
        "name": "#7-06: To Judge a Soul, Part I - The Lost Legacy (3-7), #7-09: The Blakros Connection (5-9), #0-06: Black Waters (1-5), #5-08: The Confirmation (1-2), Phantom Phenomena (1)"
    },
    {
        "duration": 540,
        "description": "Grab your crew or walk on in to join ours playing Starship Horizons! Be the Captain, Flight, Tactical, Science, Communications, or Engineering officer. Sessions last one hour and video training is available. Drop by or book your game time at starshiphorizons.com",
        "panelists": [],
        "end_unix": 1456030800,
        "start": "3PM Sat",
        "end": "12AM Sun",
        "location": "Starship Horizons (Baltimore 1&2)",
        "start_unix": 1455998400,
        "name": "Starship Horizons Missions Running Every Hour"
    },
    {
        "duration": 480,
        "description": "\"A deadly virus has broken out in the MAGFest hallways. As a survivor, your goal is to gather supplies and survive the weekend. Zombie’s goals are much simpler: Eat all the Brains!\r\n\r\nStop by to grab a bandana and play this festival-tailored version of Humans vs Zombies tag. Players can follow our main story through the weekend, drop in for a mission to earn some items, or just wander the halls tagging any player they encounter. Confined to hallways and played during all hours, Interfection allows players to enjoy everything a festival has to offer, between the high-paced action of the apocalypse!\r\n\r\nCome visit the Game Goons and catch the Interfection!\"\r\n\r\nThe hours we have posted are for when we will have staff in the room.  This is when new players may sign up and we will have events running to give survivors and zombies items to give them an edge in the battle for MAGFest.  When we close our doors the player count and missions conclude for the day, but the game continues!",
        "panelists": [],
        "end_unix": 1456027200,
        "start": "3PM Sat",
        "end": "11PM Sat",
        "location": "Zombie Tag (Magnolia 2)",
        "start_unix": 1455998400,
        "name": "Sign up to be a Zombie! The Interfection is Everywhere!"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456007400,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456002000,
        "name": "Sonic Adventure 2 Battle (GCN)"
    },
    {
        "duration": 180,
        "description": "One man's struggle to run a comic book store is constantly hindered by his evil ex girlfriend, off beat employees, and a plethora of nerdy arch rivals!\r\n\r\nWe will screen every episode from the web series, including the upcoming Episode 7.\r\n\r\nQ&A with the cast and crew of Pixel Brain Productions to follow the screening.",
        "panelists": [
            "Brian Barrow",
            "Daniel Craig Williams",
            "Caleb Songer",
            "Matt Gaither",
            "Kim Way",
            "Kent Carney",
            "April Singer",
            "Jacob Reber",
            "Aaron Patterson",
            "Kendahl Reid Brown"
        ],
        "end_unix": 1456012800,
        "start": "4PM Sat",
        "end": "7PM Sat",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456002000,
        "name": "Bagged & Bored: The Web Series MARATHON"
    },
    {
        "duration": 360,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "4PM Sat",
        "end": "10PM Sat",
        "location": "LAN 1",
        "start_unix": 1456002000,
        "name": "Hearthstone Tournament"
    },
    {
        "duration": 360,
        "description": "Come watch matches from the Hearthstone tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "4PM Sat",
        "end": "10PM Sat",
        "location": "Lan Theater",
        "start_unix": 1456002000,
        "name": "Watch Hearthstone"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456005600,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456002000,
        "name": "Grant Kirkhope Q&A"
    },
    {
        "duration": 60,
        "description": "Get ready for MAGfest by challenging and stretching your body and mind. Bend the elements of earth, water, fire, and air through a fusion of breath and movement practices. All are welcome, no yoga experience needed.",
        "panelists": [],
        "end_unix": 1456007400,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1456003800,
        "name": "Avatar Yoga"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456011000,
        "start": "4PM Sat",
        "end": "6PM Sat",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1456003800,
        "name": "James Rolfe & Bear McCreary"
    },
    {
        "duration": 60,
        "description": "Let's explore the world of card games. From design, to business challenges, to how the model is being applied to online play. Join our panel in an open discussion of the particular considerations players and designers should have in mind when working in the realm of cards.",
        "panelists": [
            "Fred Wan",
            "Scott Rubin",
            "James Portnow",
            "Luke Peterschmidt"
        ],
        "end_unix": 1456007400,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1456003800,
        "name": "All things CCG, LCG, TCG"
    },
    {
        "duration": 60,
        "description": "You live, you die, you live again! Games are full of characters who are superhuman, as well as monsters who are somehow less than human. What does it mean to be \"human,\" and how are the boundaries of humanity constantly shifting and changing? In this panel we will discuss issues relating to posthumanism and bioethics in games, ranging from enhanced abilities to genetic modification to human extinction. We'll also investigate the implications of participating in digital narratives alongside our engagement with the real world.",
        "panelists": [
            "Kevin Flanagan",
            "Chris Hazard",
            "Kathryn Hemmann",
            "Kent Norman",
            "Matt Conn"
        ],
        "end_unix": 1456007400,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1456003800,
        "name": "Infinite Lives and Infinite Possibilities: Games and Posthumanism"
    },
    {
        "duration": 60,
        "description": "Welcome to the Velvet room, where your hopes, dreams, desires, and fears are all laid before you. While the games may have started off as an \"easier\" side story within the apocalyptic Shin Megami Tensei universe, Atlus often likes to insert \"easter eggs\" into the plots and characters of the Persona game series. Mixed in with the shadows and fog lies elements of Carl Jung, the mythic journey, gender roles/perception, rumormongering, nods to international folklore, and foundations of psychological fear, despair, and deception. (For example, Personas 3 and 4 have taken a similar myth of descending into the otherworld (Orpheus and Izanagi) and crafted two very different narrative designs, each with their own consequences, and statements about the world.) This lecture explores these readings and deeper meanings, focusing on the games as a parallel to our lives, and the dangers we face from others, and from ourselves.",
        "panelists": [
            "Charles Dunbar",
            "Katriel Paige"
        ],
        "end_unix": 1456007400,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1456003800,
        "name": "Aria of the Soul: Psychology, Mythology, and Persona"
    },
    {
        "duration": 90,
        "description": "",
        "panelists": [],
        "end_unix": 1456009200,
        "start": "4PM Sat",
        "end": "6PM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456003800,
        "name": "Voice Acting Panel"
    },
    {
        "duration": 60,
        "description": "Riot Games' League of Legends has gotten so big over the past couple years. This is MAGfest's opportunity for League fans of all ages to gather around, talk about what's good and bad about the game, and get some questions answered about being a League of Legends YouTuber. We can also talk about our favorite e-sports teams, their drama, and when we'll get to see a world finals again...",
        "panelists": [],
        "end_unix": 1456007400,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456003800,
        "name": "blakinola's League of Legends YouTube Panel ft. Crazy Boris"
    },
    {
        "duration": 60,
        "description": "Based on research from the Reverse Design series, this panel expands on last year's \"History of Game Design\" panel, examining common level-design elements in the 2D classics of the SNES and Genesis era.",
        "panelists": [],
        "end_unix": 1456007400,
        "start": "4PM Sat",
        "end": "5PM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456003800,
        "name": "Level Design in the 90s"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456012800,
        "start": "5PM Sat",
        "end": "7PM Sat",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1456005600,
        "name": "Smash Bros for WiiU: FFA 9 (WiiU)"
    },
    {
        "duration": 90,
        "description": "What is the best game in the Zelda series? Ocarina of Time? Link to the Past? Fat Gatsby aims to find out in a bracket-format debate until only one Zelda game is left standing. Come let your voice be heard and don't let Dave get away with pushing Twilight Princess to the top.",
        "panelists": [],
        "end_unix": 1456012800,
        "start": "5PM Sat",
        "end": "7PM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456007400,
        "name": "Zelda Battle Royale - a Fat Gatsby GRUDGE MATCH"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456016400,
        "start": "6PM Sat",
        "end": "8PM Sat",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1456009200,
        "name": "Sports Arena"
    },
    {
        "duration": 180,
        "description": "",
        "panelists": [],
        "end_unix": 1456020000,
        "start": "6PM Sat",
        "end": "9PM Sat",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1456009200,
        "name": "Juggling Class with Peat & Luke"
    },
    {
        "duration": 60,
        "description": "The Forum is open for any and all conversation!  Come hang out and keep discussions going or get a topic going!",
        "panelists": [],
        "end_unix": 1456012800,
        "start": "6PM Sat",
        "end": "7PM Sat",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1456009200,
        "name": "Open Forum"
    },
    {
        "duration": 120,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456016400,
        "start": "6PM Sat",
        "end": "8PM Sat",
        "location": "LAN 2",
        "start_unix": 1456009200,
        "name": "Unreal Tournament 2004 Deathmatch Tournament"
    },
    {
        "duration": 60,
        "description": "You know the game: instruction manual the size of a Tolstoy novel and you need someone who has played before to talk you through it. This phase is looking at where these games come from.  What is the thought process behind creating them, and then how do you implement it so it works?  Most importantly, how do you create something that others want to play?\r\nPlanning Phase:\r\nHow to you create an complicated board game so it works? Where do they come from? What goes into creating these games and what are the advantages and disadvantages?\r\nAction Phase:\r\nWhat is the end user experience?  How do you pick up a giant game and just play? What happens to the players when there is a barrier to entry?",
        "panelists": [
            "Rym Decoster",
            "Chris Hazard",
            "Luke Peterschmidt",
            "Laura Wittenberg"
        ],
        "end_unix": 1456012800,
        "start": "6PM Sat",
        "end": "7PM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1456009200,
        "name": "Overly Complicated Board Games: Phase One: Planning"
    },
    {
        "duration": 60,
        "description": "Compelling characters are a vital part of any narrative.  Stories are driven by their characters; by their desires and their actions, by their triumphs and their failures, by the way they face their limitations and develop over time.  Video games are no different in this regard, except that we don't just observe these individuals on their journeys, we become them.  \r\n\r\nIn order for a video game narrative to succeed, it requires characters that not only engage players, but immerse them.  This panel will take a look at what makes the playable icons in video games good characters, the components that create expressive portrayals of them, and the elements that contribute to player-character identification, including relatability, consistency, and representation.",
        "panelists": [
            "Davey Wreden",
            "Dan Gronsky"
        ],
        "end_unix": 1456012800,
        "start": "6PM Sat",
        "end": "7PM Sat",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1456009200,
        "name": "The Role of Characters in Video Game Narratives"
    },
    {
        "duration": 90,
        "description": "\"Video game music is the greatest music in the world, so join OC ReMix staff & judges from the largest VGM community in the world to discuss...\r\n* OCR's latest ReMixes & VGM projects\r\n* Undertale's awesome soundtrack\r\n* REALLY bad fighting games; AND\r\n* A chance to win FREE PRIZES!\"",
        "panelists": [],
        "end_unix": 1456014600,
        "start": "6PM Sat",
        "end": "7PM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456009200,
        "name": "OC ReMix: We Know Video Game Music is Awesome"
    },
    {
        "duration": 60,
        "description": "Two audio professionals will share experiences from their respective fields to gain insight into the audio industry.\r\n \r\nJames Landino pursued game development where he currently works for the music game studio, Harmonix Music Systems (Rock Band, Amplitude). Li Xiao'an is an entrepreneurial freelance composer who founded East Coast Scoring and has worked with composers such as Alexander Brandon (Deus Ex) and Duncan Watt (Bioshock Infinite). \r\nThis presentation sheds light on the benefits and challenges of each career field. Join us and find out which path is right for you!",
        "panelists": [],
        "end_unix": 1456012800,
        "start": "6PM Sat",
        "end": "7PM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456009200,
        "name": "In-House vs Freelance: The Right Path to Professional Game Audio"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456018200,
        "start": "6PM Sat",
        "end": "8PM Sat",
        "location": "Autographs 1 (Expo Hall E)",
        "start_unix": 1456011000,
        "name": "Voice Actors"
    },
    {
        "duration": 120,
        "description": "A costume contest like you've never seen before!  Contestants will be called up one at a time to be introduced by the MC, to take a minute to talk about their costume and introduce themselves.  From there, the contestants will be photographed by one of two photographers to get their best fighting pose!  Once all the costumes have been introduced, the real fun begins.  A panel of judges will choose 16 \"fighters\" to advance into our tournament bracket.  Called up 2 at a time, at random, we will pit the two contestants against each other for cheers, laughs and the chance to advance to the next round.  Contestants may be made to dance, sing, or whatever else strikes our fancy at the time, and only the audiences vote can determine who shall advance.  Judges will determine the vote (by degree of loudness from the crowd) and hold up \"Player 1\" or \"player 2\" signs to declare the winners.  A Fighting game bracket will be broadcast over the big screen to show the live bracket of fighters photos.",
        "panelists": [],
        "end_unix": 1456018200,
        "start": "6PM Sat",
        "end": "8PM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456011000,
        "name": "Super Awesome Cosplay Battle"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\nClipstream\r\n\r\nVisuals by:\r\nTBA",
        "panelists": [],
        "end_unix": 1456014600,
        "start": "7PM Sat",
        "end": "7PM Sat",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1456012800,
        "name": "Dream*eater"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456020000,
        "start": "7PM Sat",
        "end": "9PM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456012800,
        "name": "Journey Live"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456016400,
        "start": "7PM Sat",
        "end": "8PM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456012800,
        "name": "Goldeneye 007 (N64)"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\nClipstream\r\n\r\nVisuals by:\r\nTBA",
        "panelists": [],
        "end_unix": 1456016400,
        "start": "7PM Sat",
        "end": "8PM Sat",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1456014600,
        "name": "Dollfin"
    },
    {
        "duration": 60,
        "description": "Join us for our forum on how imagery, sound, storytelling and technology combine to immerse the player in other worlds. Be it a simulation using the Oculus Rift, a board game making clever use of sound, or a card game that make everyone talk like Pirates... We all enjoy stepping into another realm and feeling, if even for a moment, that we are there. Join us for a discussion and an exploration of what makes games immersive.",
        "panelists": [
            "Chanel Summers",
            "Luke Peterschmidt",
            "Ann Marie Porter"
        ],
        "end_unix": 1456018200,
        "start": "7PM Sat",
        "end": "8PM Sat",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1456014600,
        "name": "The Mind's Eye: Gaming And The Role Of Immersion"
    },
    {
        "duration": 90,
        "description": "\"The Power of Glove\" is a documentary that chronicles the journey of the world's most notorious video game controller: the Power Glove. For the first time, discover the history and legacy behind the glove that helped inspire a generation of gamers.\r\n\r\nQ&A with the filmmakers to follow this special sneak preview.",
        "panelists": [
            "Andrew Joseph Austin",
            "Adam Joseph Ward"
        ],
        "end_unix": 1456020000,
        "start": "7PM Sat",
        "end": "9PM Sat",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456014600,
        "name": "Power of Glove Sneak Preview"
    },
    {
        "duration": 60,
        "description": "Now that we we know where with 7 million distinct pieces come from, what happens when you sit down and actually play them?  Sometimes no one has played before and everyone gives up, and sometimes you find a new favorite.  Ultimately, what is the end user experience and what happens when the barrier to entry is just too high?",
        "panelists": [
            "Fred Wan",
            "Amanda Lange",
            "Laura Wittenberg"
        ],
        "end_unix": 1456018200,
        "start": "7PM Sat",
        "end": "8PM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1456014600,
        "name": "Overly Complicated Board Games: Phase Two: Action"
    },
    {
        "duration": 60,
        "description": "While the topic may still be taboo in polite conversations or fan driven discussions, the increasing gamesmanship of politics in the United States has pretty much ordered me to see what we as video game fans can do the examine this issue in the context of our medium, especially with the ongoing marginalization of gamers in the media.\r\n\r\nI'm thinking the player as the major in Simcity (or countless other leadership roles in Sim games), the political philosophies espoused by Bioshock and Resident Evil, and perhaps even the often altruistic attitudes displayed by the RPG heroes that work together to save entire worlds, be it from tangible evil as a metaphor or even direct action against corporate malfeasance that may echo uncomfortably home for many a person (The Empire in FFII and FFVI, Shinra in Final Fantasy VII, Societal Monopolies in Vagrant Story, and perhaps even the effects of the Yevonite religion in Final Fantasy X )",
        "panelists": [
            "Arthur Chu",
            "Oliver Surpless",
            "Matt Conn"
        ],
        "end_unix": 1456018200,
        "start": "7PM Sat",
        "end": "8PM Sat",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1456014600,
        "name": "Politics in Video Games II - The Quickening"
    },
    {
        "duration": 60,
        "description": "Ever considered starting up a voice acting career... from your home? Elspeth Eastman (League of Legends, Pillars of Eternity, Dead Island) shares personal experiences, tips, and tricks of home VA!",
        "panelists": [],
        "end_unix": 1456018200,
        "start": "7PM Sat",
        "end": "8PM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456014600,
        "name": "Elspeth Eastman: Voice Acting From Your Closet"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456018200,
        "start": "7PM Sat",
        "end": "8PM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456014600,
        "name": "Auction Winner"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "8PM Sat",
        "end": "10PM Sat",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1456016400,
        "name": "Ice Cold Beer"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "8PM Sat",
        "end": "10PM Sat",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1456016400,
        "name": "Ninja Sex Party"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\nClipstream\r\n\r\nVisuals by:\r\nTBA",
        "panelists": [],
        "end_unix": 1456018200,
        "start": "8PM Sat",
        "end": "8PM Sat",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1456016400,
        "name": "Danimal Cannon"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "8PM Sat",
        "end": "10PM Sat",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1456016400,
        "name": "Towerfall: Dark World (PS4)"
    },
    {
        "duration": 120,
        "description": "Pairing cutting-edge artists in the art of creative combat before a blank wall of canvas, the audience is drawn in as a new masterpiece is created before their eyes.",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "8PM Sat",
        "end": "10PM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456016400,
        "name": "Super Art Fight!"
    },
    {
        "duration": 240,
        "description": "A Pathfinder Society Scenario designed for levels 3–7.\r\n\r\nVenture-Captain Bakten's past lives and the history of northern Tian Xia are interwoven, and with the PCs' assistance he has uncovered a troubling legacy secreted within the mountains of Zi Ha. It is up to the Pathfinders to ascend into the ice-capped mountains to unveil the crimes of past generations and save one of the region's greatest heroes.\r\n\r\n\"Karma Reclaimed\" is the second scenario in the two-part To Judge a Soul campaign arc. It is preceded by Pathfinder Society Scenario #7-06: To Judge a Soul, Part 1: The Lost Legacy and is intended to be played in order.\r\n\r\nWritten by Larry Wilhelm.\r\n\r\nA Pathfinder Society Scenario designed for levels 5-9.\r\n\r\nWhen the Pathfinder Society acquires a copy of A Thread of Silver, a written survey of some of Numeria's most closely guarded sites, the Technic League dispatches its own agents to the Pathfinder lodge in Nantambu to recover the text and make an example of those who would investigate Numeria's otherworldly secrets. Can the PCs prevent the League from stealing this valuable tome and destroying the Society's foothold in the Mwangi Expanse? For levels 5-9.\r\n\r\nWritten by Kyle Baird.\r\n\r\nA Pathfinder Society Scenario designed for levels 1–5.\r\n\r\nA veteran Pathfinder exploring the Fenwall Mountains of Varisia has begun sleepwalking, traveling through the dead of night in the same direction each time. The following mornings, however, he awakens injured and lost in the wilderness, never reaching the mysterious destination that drew him from his bed in the night. Something is calling Kalkamedes, something powerful, but unless he can make it safely to the source of his somnambulism, that power will remain a mystery. It falls to a team of Pathfinders to escort the sleepwalker to his destination and uncover the true nature of the strange phenomenon overtaking Kalkamedes's dreams.\r\n\r\nWritten by Michael Kortes.\r\n\r\nA Pathfinder Society Scenario designed for levels 1–2.\r\n\r\nMore than 400 years have transpired since the Pathfinder Society began in a humble tavern that has quietly weathered the centuries without incident. When a routine errand there uncovers a clue left behind by one of the founding Pathfinders, it’s up to the PCs to solve a puzzle whose pieces are scattered across Absalom—and whose prize dates back to the Society’s darkest years.\r\n\r\n\"The Wounded Wisp\" is an evergreen, replayable scenario designed to help introduce players to the history of the Pathfinder Society and Absalom’s greatest sites.\r\n\r\nWritten by Thurston Hillman.\r\n\r\nA series of six Quests designed for 1st-level characters. These quick adventures will be available for beginners throughout MAGFEst.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able-bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1-hour adventures that take the PCs to a superstitious village, a lightning-scarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-choked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.\r\n\r\nPathfinder Adventure Card Guild: Season of the Righteous\r\n\r\n\t#1-1A: Cloven Trail\r\n\t#1-1B: Instant Inquisition\r\n\r\nThe Worldwound is a land beset by demons from the Abyss, but in the nearby city of Kenabres, crusaders gather to test their mettle. You have joined the Fourth Crusade, answering the call of High Queen Galfrey. The goddess Iomedae has also taken a personal interest in Abyssal incursions threatening the city, dispatching a herald known as the Hand of the Inheritor to bolster the courage of those who would face the demonic hordes. With martial skill, magical might, and a little but of luck, your band of adventures now have an opportunity to liberate the Worldwound and save the world.",
        "panelists": [],
        "end_unix": 1456030800,
        "start": "8PM Sat",
        "end": "12AM Sun",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1456016400,
        "name": "#7-08: To Judge a Soul, Part II - Karma Reclaimed (3-7), #6-03: The Technic Siege (5-9), #4-19: The Night March of Kalkamedes (1-5), #6-10: The Wounded Wisp (1-2), Phantom Phenomena (1), Pathfinder Adventure Card Guild: Season of the Righteous (#1-1A: Cloven Trail), (#1-1B: Instant Inquisition)"
    },
    {
        "duration": 30,
        "description": "Presented by:\r\nClipstream\r\n\r\nVisuals by:\r\nTBA",
        "panelists": [],
        "end_unix": 1456020000,
        "start": "8PM Sat",
        "end": "9PM Sat",
        "location": "Chipspace (Potomac Hallway)",
        "start_unix": 1456018200,
        "name": "Rushjet1"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456020000,
        "name": "FamilyJules7x"
    },
    {
        "duration": 60,
        "description": "Please note, this tournament may take longer than an hour. Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456020000,
        "name": "Street Fighter 5 (PS4)"
    },
    {
        "duration": 60,
        "description": "Games and gaming culture are evolving in a way that games coming out now are no longer confined to their own country of origins cultural background. Games as a medium are a global force that can spread cultural experiences and opinions through play. This forum will discuss the video games as a evolving and rising cultural tool.",
        "panelists": [
            "Susan Gold",
            "Sujan Shrestha"
        ],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1456020000,
        "name": "Global Game Culture"
    },
    {
        "duration": 120,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456027200,
        "start": "9PM Sat",
        "end": "11PM Sat",
        "location": "LAN 2",
        "start_unix": 1456020000,
        "name": "Duck Game Tournament"
    },
    {
        "duration": 180,
        "description": "Part scavenger hunt, Part Larp. Explore the convention while searching for pictures and objects to complete your Poke Team. Come join in on the hunt.",
        "panelists": [],
        "end_unix": 1456030800,
        "start": "9PM Sat",
        "end": "12AM Sun",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1456020000,
        "name": "Pokemon SNAP Larp"
    },
    {
        "duration": 60,
        "description": "Sound is an immensely powerful narrative device. One of the most powerful things about sound is that it can imply actions or items not possible through visuals. Following a character's emotional journey and a medium's story structure, audio can do as much as any other single production element (and more!) to create mood and intensity, control the pacing of the product, and introduce subtle and powerful dynamics.",
        "panelists": [
            "Chanel Summers"
        ],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1456020000,
        "name": "Creating Immersive & Engaging Story Worlds Through Audio"
    },
    {
        "duration": 60,
        "description": "How does gameplay define a character? We've seen an influx of choice and \r\nstory-centric games, but what are we doing as a player when we make a choice?\r\nWhat makes storytelling in a game different from a TV show or a book? \r\nLet's talk about gameplay and how to translate narrative into player-input.",
        "panelists": [
            "Fred Wan",
            "James Portnow",
            "Molly Maloney"
        ],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1456020000,
        "name": "Developing Characters Through Play"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456020000,
        "name": "Keiji Inafune & Inti Creates"
    },
    {
        "duration": 60,
        "description": "Join MAGFest veteran Dj CUTMAN for a discussion of the finer points of remixing video game music, hear brand new remixes from his label GameChops, win prizes, and get your questions answer in Q&A!",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456020000,
        "name": "Dj CUTMAN's Epic Video Game Music Hour!"
    },
    {
        "duration": 60,
        "description": "Character-driven video game stories are becoming less common with the unstoppable success of free-2-play games.  Join an exploration into how the narrative of gaming is evolving and what types of stories are becoming the norm.",
        "panelists": [],
        "end_unix": 1456023600,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456020000,
        "name": "How free2play Games are Changing Video Game Narratives"
    },
    {
        "duration": 60,
        "description": "The gaming populace has long been stereotyped as, how should we say...the kind of people who don't know how to exercise. Well, we all know that's not true and our panel will be discussing what works for us, answering questions and showing off a thing or two to help stay healthy.",
        "panelists": [],
        "end_unix": 1456025400,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1456021800,
        "name": "Gamer Fitness"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456025400,
        "start": "9PM Sat",
        "end": "10PM Sat",
        "location": "Autographs 1 (Expo Hall E)",
        "start_unix": 1456021800,
        "name": "Journey Live"
    },
    {
        "duration": 90,
        "description": "Whether people want to believe it, racism in the cosplay community does exist. Shades of Cosplay gathers four black cosplayers to share their experiences and give first hand accounts of what happens when minority fans participate. \r\n\r\nA discussion with filmmakers Pretty Brown & Nerdy will follow screening.",
        "panelists": [
            "Camille Duale",
            "Wilford Brown",
            "Jazmine Dudley",
            "Chinenye Ewulu"
        ],
        "end_unix": 1456027200,
        "start": "9PM Sat",
        "end": "11PM Sat",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456021800,
        "name": "Shades of Cosplay: A Black Cosplayer Documentary"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456030800,
        "start": "10PM Sat",
        "end": "12AM Sun",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1456023600,
        "name": "MK3"
    },
    {
        "duration": 240,
        "description": "Hosted by Tokyo Attack!",
        "panelists": [],
        "end_unix": 1456038000,
        "start": "10PM Sat",
        "end": "2AM Sun",
        "location": "Arcade (Tournaments 2)",
        "start_unix": 1456023600,
        "name": "DanceDanceRevolution"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456027200,
        "start": "10PM Sat",
        "end": "11PM Sat",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456023600,
        "name": "Mega Ran + K-Murdock present: RandomBeats!"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456027200,
        "start": "10PM Sat",
        "end": "11PM Sat",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456023600,
        "name": "Yoshi's Cookie (SNES)"
    },
    {
        "duration": 240,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nThe second night of the Starcraft 2 1v1 tournament. You must attend both days.\r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456038000,
        "start": "10PM Sat",
        "end": "2AM Sun",
        "location": "LAN 1",
        "start_unix": 1456023600,
        "name": "Starcraft 2: Legacy of the Void Tournament Part 2"
    },
    {
        "duration": 240,
        "description": "Come watch matches from the Starcraft 2 tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1456038000,
        "start": "10PM Sat",
        "end": "2AM Sun",
        "location": "Lan Theater",
        "start_unix": 1456023600,
        "name": "Watch Starcraft 2"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456032600,
        "start": "10PM Sat",
        "end": "12AM Sun",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1456025400,
        "name": "Keiji Inafune"
    },
    {
        "duration": 60,
        "description": "MAGES Assistant Editor Jeremy Pesner, talks with Machinima and chip music pioneer glomag (Chris Burke) about his new game/theater hybrid performance in which live singers control robots and settings in Little Big Planet, on screen. After a 10 minute preview performance, Chris will take the map apart to show the inner workings and bring members of the audience up to add some custom behaviors to the virtual robots in game space.\r\nChris has been creating peculiar media centered around games and game culture for 14 years, including the machinima talk show This Spartan Life and multiple chip music releases for 8bitpeoples, Astralwerks and others labels. Songs From The Robot Apocalypse is his most recent project, expected to premiere in 2016. This panel will offer a sneak peek at the show as well as an under-the-hood look at how it was built.",
        "panelists": [
            "Tamara Yadao",
            "Chris Burke"
        ],
        "end_unix": 1456029000,
        "start": "10PM Sat",
        "end": "11PM Sat",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1456025400,
        "name": "Songs From The Robot Apocalypse- Making a Video Game Musical"
    },
    {
        "duration": 60,
        "description": "Given our best accounts of art and games, they turn out to be incompatible things. This seems particularly problematic as many, or even all, videogames are often assumed to be games. This talk shows how it is that something being a game and an artwork is incompatible, but also why this may not in the end be so problematic, as it suggests an account of videogames that is neutral to its status as either a game or an artwork.",
        "panelists": [
            "Brock Rough"
        ],
        "end_unix": 1456029000,
        "start": "10PM Sat",
        "end": "11PM Sat",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1456025400,
        "name": "Videogames as Games or Artworks, But Not Both"
    },
    {
        "duration": 90,
        "description": "FIGHT! In this sequel to last year's action-packed stunt show, Player 1 and the heroines of the MBIR Agency enter a brutal tournament and battle it out to stop Shao Kahn and his legion of Pallet Swap Ninjas from turning all fighting games into Mortal Kombat styled death battles!",
        "panelists": [],
        "end_unix": 1456030800,
        "start": "10PM Sat",
        "end": "12AM Sun",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456025400,
        "name": "Live Stunt Show: Enter The Grimdark"
    },
    {
        "duration": 60,
        "description": "Come and ask your friendly Game Composers anything you'd like. Featuring composers from Mojang's Scrolls, Journey, Unreal Tournament and more!",
        "panelists": [],
        "end_unix": 1456029000,
        "start": "10PM Sat",
        "end": "11PM Sat",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456025400,
        "name": "Game Music Guest Composers Q&A"
    },
    {
        "duration": 60,
        "description": "The cast of HAWP will tell stories, curse a lot, and answer your questions. Pretty much the extent of it, really.",
        "panelists": [],
        "end_unix": 1456029000,
        "start": "10PM Sat",
        "end": "11PM Sat",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456025400,
        "name": "Hey Ash Whatcha Playin?"
    },
    {
        "duration": 60,
        "description": "Napstablook as many know is the cutest ghost of all time (thank you Toby Fox). But in order to truly appreciate him, we must follow in his family's footsteps. Join the Undertale community as (after eating your MAGfest meal at wherever you like), you proceed to lie down and feel like garbage, just like Napstablook does in his home.\r\n \r\n \r\n \r\n There will also be spooktunes for those who are wondering.",
        "panelists": [],
        "end_unix": 1456029000,
        "start": "10PM Sat",
        "end": "11PM Sat",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456025400,
        "name": "Napstablook's Family Tradition"
    },
    {
        "duration": 540,
        "description": "",
        "panelists": [],
        "end_unix": 1456059600,
        "start": "11PM Sat",
        "end": "8AM Sun",
        "location": "Arcade (Pinball)",
        "start_unix": 1456027200,
        "name": "Playoffs"
    },
    {
        "duration": 180,
        "description": "Johann Sebastian Joust is back at MAGFest! A no-graphics, digitally-enabled, musical playground game designed for motion controllers. Try to jostle your opponents' controllers while protecting your own.",
        "panelists": [],
        "end_unix": 1456038000,
        "start": "11PM Sat",
        "end": "2AM Sun",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1456027200,
        "name": "J.S. Joust"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456030800,
        "start": "11PM Sat",
        "end": "12AM Sun",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456027200,
        "name": "You Bred Raptors?"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456034400,
        "start": "11PM Sat",
        "end": "1AM Sun",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1456027200,
        "name": "Mario Kart 8 (WiiU)"
    },
    {
        "duration": 360,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456048800,
        "start": "11PM Sat",
        "end": "5AM Sun",
        "location": "LAN 2",
        "start_unix": 1456027200,
        "name": "Team Fortress 2 6v6 Tournament"
    },
    {
        "duration": 90,
        "description": "On Day 3, we round out MAGES Legal a variety of topics that we couldn’t fit in elsewhere!  Topics include business deals, End User License Agreements, and the trap-laden labyrinth known as music rights.  Come learn about what happens to your games after you die.  Finally, we wrap up with a panel about Lindsey Lohan.  No, really.",
        "panelists": [],
        "end_unix": 1456032600,
        "start": "11PM Sat",
        "end": "12AM Sun",
        "location": "MAGES 1 (Chesapeake G,H,I)",
        "start_unix": 1456027200,
        "name": "MAGES Legal: Day 3: Legal Grab-Bag"
    },
    {
        "duration": 120,
        "description": "When one-year-old Joel is diagnosed with terminal cancer, his father Ryan begins working on an unusual and poetic video game to honor Joel's life. Following Ryan's family through the creation of the game and the day-to-day realities of Joel’s treatment, Thank You For Playing is a thought-provoking testimony to the empathetic power of art, examining how we process grief through technology in the twenty-first century, and the implications of documenting profound human experiences in a new artistic medium: the video game.\r\n\r\nA Q&A with the filmmakers will follow the screening.\r\n\r\nPreceding the film will be the World Premiere trailer for 'The Metagame'.  This feature-length documentary is the followup to director Travis Beauchamp's acclaimed series 'The Smash Brothers'.",
        "panelists": [
            "Malika Zouhali-Worrall",
            "David Osit"
        ],
        "end_unix": 1456036200,
        "start": "11PM Sat",
        "end": "1AM Sun",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456029000,
        "name": "Thank You For Playing -  ('That Dragon, Cancer' documentary)"
    },
    {
        "duration": 120,
        "description": "16 team cut off, that's 80 people total.",
        "panelists": [],
        "end_unix": 1456038000,
        "start": "12AM Sun",
        "end": "2AM Sun",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1456030800,
        "name": "Killer Queen"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456034400,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Autographs 1 (Expo Hall E)",
        "start_unix": 1456030800,
        "name": "Guest Composers"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456034400,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456030800,
        "name": "Psychostick"
    },
    {
        "duration": 60,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456034400,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456030800,
        "name": "Skullgirls"
    },
    {
        "duration": 60,
        "description": "Often the toughest part of creativity is building a generative process while staying mindful of race, class, and gender (and the lack thereof) in games. Join this forum discussion to explore strategies and techniques in building unique narratives and characters.",
        "panelists": [
            "Jessica Dambruch"
        ],
        "end_unix": 1456034400,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1456030800,
        "name": "Symbolic Annihilation, Narrative, and Character Design"
    },
    {
        "duration": 180,
        "description": "Time to finish up our great tournament. The last of the events will be finished here and the winning scores will be tallied up. The closing ceremony will take place and winners and all our invited for this great event. The events are as follows:\r\nPC/LAN: Unreal Tournament 2k4 and Audiosurf\r\nArcade: NBA Jam and DDR\r\nConsole: Rocket League and Super Smash Bros. Wii U\r\nTabletop: King of Tokyo and Boss Monster.",
        "panelists": [],
        "end_unix": 1456041600,
        "start": "12AM Sun",
        "end": "3AM Sun",
        "location": "Grand Championship",
        "start_unix": 1456030800,
        "name": "MAGFest Grand Championship Finish and Ceremony"
    },
    {
        "duration": 60,
        "description": "The Zeitgeist or spirit of the time is the intellectual fashion or dominant school of thought that typifies and influences the culture of a particular period in time. Video games are the ideal medium to assess the Zeitgeist! Weltanschauung is the fundamental cognitive orientation of an individual or society encompassing the entirety of the individual or society's knowledge and point of view. Worldviews are created in the game space and mechanics that may or may not reflect out of game worldviews. This panel will discuss the ways that games express different types of  worldviews across different cultures.",
        "panelists": [
            "Kent Norman",
            "Kathryn Hemmann",
            "Kirk Norman"
        ],
        "end_unix": 1456034400,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "MAGES 2 (Chesapeake 7,8,9)",
        "start_unix": 1456030800,
        "name": "The Zeitgeist and Weltanschauung of Video Games"
    },
    {
        "duration": 60,
        "description": "We love hilariously bad video games! If you do too, join the Super Soul Bros & EarthBound Saga crew as they join forces in conquering the 1992 live-action laserdisc arcade game, Space Pirates.\r\n\r\nShouts, howls, and questions welcomed during the playthrough of this campy masterpiece.",
        "panelists": [],
        "end_unix": 1456034400,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456030800,
        "name": "Super Soul Bros & UbseyMovies vs \"Space Pirates\""
    },
    {
        "duration": 90,
        "description": "Join Shariq “DarkeSword” Ansari & more elite OC ReMixers for our live annual workshop on how we ReMix our favorite VGM. We'll start with how to select software & hardware, then we let the audience guide the topics, all while we build a brand new ReMix together!",
        "panelists": [],
        "end_unix": 1456036200,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456030800,
        "name": "HOW I CAN MAKE VIDEO GAME MUSIC REMIXES?!? (presented by OC ReMix)"
    },
    {
        "duration": 60,
        "description": "Do you like scoffing at bad Let's Plays, weird old video games, and poorly thought out Kickstarters? Watch two guys from the Internet do that, live!, at MAGFest!",
        "panelists": [],
        "end_unix": 1456034400,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456030800,
        "name": "Retsupurae Live!"
    },
    {
        "duration": 360,
        "description": "Grab your crew or walk on in to join ours playing Starship Horizons! Be the Captain, Flight, Tactical, Science, Communications, or Engineering officer. Sessions last one hour and video training is available. Drop by or book your game time at starshiphorizons.com",
        "panelists": [],
        "end_unix": 1456052400,
        "start": "12AM Sun",
        "end": "6AM Sun",
        "location": "Starship Horizons (Baltimore 1&2)",
        "start_unix": 1456030800,
        "name": "Starship Horizons Missions Running Every Hour"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456036200,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1456032600,
        "name": "DC Stunt Coalition"
    },
    {
        "duration": 60,
        "description": "James Rolfe, the Angry Video Game Nerd and founder of Cinemassacre.com answers all your questions.",
        "panelists": [],
        "end_unix": 1456036200,
        "start": "12AM Sun",
        "end": "1AM Sun",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456032600,
        "name": "James Rolfe: The Angry Video Game Nerd"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456041600,
        "start": "1AM Sun",
        "end": "3AM Sun",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456034400,
        "name": "Mega Man Zero - Inti Creates 20th Anniversary Special Live"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456039800,
        "start": "1AM Sun",
        "end": "2AM Sun",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456034400,
        "name": "Virtua Fighter 5: Final Showdown (PS3)"
    },
    {
        "duration": 240,
        "description": "The nobles of Novigrad are some of the richest and most powerful the world over. The most powerful of the families holds power equivalent to that of a king, so when the most powerful of the city's magistrates has a party, every man, woman, criminal, courtier, villain and mercenary is sure to come out to play. On the eve of the Third Nilfgaardian war, Lady Mary Du Montillion is holding court. The players of the city are gathering.. and something is stirring deep in the heart of the city, something that should have them all very very afraid.",
        "panelists": [],
        "end_unix": 1456048800,
        "start": "1AM Sun",
        "end": "5AM Sun",
        "location": "LARP (Magnolia 1)",
        "start_unix": 1456034400,
        "name": "The Witcher: From Novigrad with Love"
    },
    {
        "duration": 240,
        "description": "#6-11: The Slave Master's Mirror (3-7)\r\n\r\nA Pathfinder Society Scenario designed for levels 3–7.\r\n\r\nAn elusive enemy of the Society has launched a campaign of espionage and intrigue from Stonespine Island, the homeport of the infamous Okeno pirates. The Society must sneak a team of agents through one of the largest slave markets on the Inner Sea and track the slippery mastermind to her base if they are to successfully capture the villain, and Venture-Captain Ambrus Valsin has just the team of Pathfinders in mind for the task. Can the PCs defeat this remote slave ring without becoming slaves themselves?\r\n\r\nContent in “The Slave Master’s Mirror” also contributes directly to the ongoing storylines of the Liberty’s Edge and Silver Crusade factions.\r\n\r\nWritten by Sam Polak.\r\n\r\n#3-10: The Immortal Conundrum (5-9)\r\n\r\nA Pathfinder Society Scenario designed for Levels 5–9.\r\n\r\nWhen the Pathfinder Society receives an invitation to a dinner party at the Thuvian Embassy, hosted by the guardian of this year's six doses of the infamous sun orchid elixir, the Decemvirate sends a team of Pathfinders to represent them and uncover the nature of the event. Can the PCs navigate the complex social landscape of Absalom's elite and gain access to the mysterious vault known as the Conundrum, or will they face public ridicule or worse in the face of the steepest competition in the Inner Sea?\r\n\r\nWritten by Larry Wilhelm.\r\n\r\n#7-10: The Consortium Compact (1-2)\r\n\r\nA Pathfinder Society Scenario designed for levels 1-2.\r\n\r\nThe Aspis Consortium pays well, but few can stand its underhanded tactics for long. One operative fed up with the Consortium's practices has contacted the Pathfinder Society with a tempting offer: assist her in leaving the organization, and she will supply the Society with years of insider intelligence about their longstanding rival. It's up to the PCs to navigate Diobel—a proud town run by cutthroat smugglers—earn the defector's trust, and deal a telling blow to their Aspis foes.\r\n\r\n\"The Consortium Compact\" is an evergreen, replayable scenario designed to help introduce players to the Pathfinder Society, the Isle of Kortos, and one of the Society's longstanding rivals.\r\n\r\nWritten by Mike Kimmel.\r\n\r\n#3-19: The Icebound Outpost (1-5)\r\n\r\nA Pathfinder Society Scenario designed for levels 1–5.\r\n\r\nThe Pathfinder Society discovers an Aspis Consortium base in an ancient Vudran temple now encased in a glacier and sends the PCs to infiltrate it and investigate the extent of the rival organization's regional operations. Can the PCs get in the well-guarded Aspis outpost and escape with their lives and the information the Society seeks?\r\n\r\nWritten by Jeff Erwin.\r\n\r\nPhantom Phenomena (1)\r\n\r\nA series of six Quests designed for 1st-level characters. These quick adventures will be available for beginners throughout MAGFEst.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able-bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1-hour adventures that take the PCs to a superstitious village, a lightning-scarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-choked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.\r\n\r\nPathfinder Adventure Card Guild: Season of the Righteous\r\n\r\n\t#1-1C: Get to Fort Clearwater\r\n\t#1-1D: Crusaders Assemble!\r\n\r\nThe Worldwound is a land beset by demons from the Abyss, but in the nearby city of Kenabres, crusaders gather to test their mettle. You have joined the Fourth Crusade, answering the call of High Queen Galfrey. The goddess Iomedae has also taken a personal interest in Abyssal incursions threatening the city, dispatching a herald known as the Hand of the Inheritor to bolster the courage of those who would face the demonic hordes. With martial skill, magical might, and a little but of luck, your band of adventures now have an opportunity to liberate the Worldwound and save the world.",
        "panelists": [],
        "end_unix": 1456048800,
        "start": "1AM Sun",
        "end": "5AM Sun",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1456034400,
        "name": "#6-11: The Slave Master's Mirror (3-7), #3-10: The Immortal Conundrum (5-9), #7-10: The Consortium Compact (1-2), #3-19: The Icebound Outpost (1-5), Phantom Phenomena (1), Pathfinder Adventure Card Guild: Season of the Righteous: (#1-1C: Get to Fort Clearwater) (#1-1D: Crusaders Assemble!)"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456043400,
        "start": "1AM Sun",
        "end": "3AM Sun",
        "location": "Autographs 1 (Expo Hall E)",
        "start_unix": 1456036200,
        "name": "Animators"
    },
    {
        "duration": 90,
        "description": "Hosted by Chuggaaconroy, NintendoCapriSun and Proton Jon, Thrown Controllers is a video game trivia game show where contestants will have their gaming knowledge and skill put to the test. You'll have to answer trivia questions, name that tune, play video games against the audience and more! The more questions and challenges you can clear, the better prize you'll win at the end, and there's even a grand prize for the player with the best score at the end of the panel! You'll need a lot of skill and a little luck to go the distance. Do you have what it takes to be the best, or will the Brutal Question shut you down?",
        "panelists": [],
        "end_unix": 1456041600,
        "start": "1AM Sun",
        "end": "3AM Sun",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456036200,
        "name": "The Runaway Guys: Thrown Controllers"
    },
    {
        "duration": 60,
        "description": "Ever played an RPG and wished real life was that clear and laid out?  What if it was?  Come join this experimental panel where we will tackle life goals and objectives like a role-playing game.  Topics will include stat improvement, leveling up, and progressive character development.  D6s not required.",
        "panelists": [],
        "end_unix": 1456039800,
        "start": "1AM Sun",
        "end": "2AM Sun",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456036200,
        "name": "Life as a Role-Playing Game"
    },
    {
        "duration": 240,
        "description": "",
        "panelists": [],
        "end_unix": 1456052400,
        "start": "2AM Sun",
        "end": "6AM Sun",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1456038000,
        "name": "CLAW MACHINES"
    },
    {
        "duration": 120,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456045200,
        "start": "2AM Sun",
        "end": "4AM Sun",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1456038000,
        "name": "Retro Gaming Gauntlet (Various)"
    },
    {
        "duration": 120,
        "description": "20 years in the making, Earthbound Saga is based on the cult classic RPG game, Earthbound. The project began when the filmmakers were very young children, and was picked up again years later to the delight of a massive internet following. \r\n\r\nQ&A with the filmmakers to follow the screening.",
        "panelists": [
            "Cora Larson",
            "Robbie Benson",
            "Wesley Houdyshell",
            "Daniel Maggio",
            "Michael Travis Osterback",
            "Tamara Bruketta",
            "Jeff Benson"
        ],
        "end_unix": 1456045200,
        "start": "2AM Sun",
        "end": "4AM Sun",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456038000,
        "name": "EARTHBOUND SAGA - Chapter 5"
    },
    {
        "duration": 360,
        "description": "Come watch the action live in the LAN Theater! \r\n\r\nThe second night of the League of Legends 5v5 tournament. You must participate in the Friday night tournament to have a chance of getting into this final bracket tournament.\r\n\r\nMore information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456059600,
        "start": "2AM Sun",
        "end": "8AM Sun",
        "location": "LAN 1",
        "start_unix": 1456038000,
        "name": "League of Legends 5v5 Tournament Top 8 Finals"
    },
    {
        "duration": 240,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456052400,
        "start": "2AM Sun",
        "end": "6AM Sun",
        "location": "LAN 3",
        "start_unix": 1456038000,
        "name": "Starcraft 2 Archon Mode Tournament"
    },
    {
        "duration": 360,
        "description": "Come watch matches from the League of Legends tournament live, complete with live commentary! See the behind the scenes of our Twitch stream!",
        "panelists": [],
        "end_unix": 1456059600,
        "start": "2AM Sun",
        "end": "8AM Sun",
        "location": "Lan Theater",
        "start_unix": 1456038000,
        "name": "Watch League of Legends"
    },
    {
        "duration": 60,
        "description": "YouTube funnyman Brentalfloss leads five VIP guests in a comedy game show based on the upcoming party game \"Use Your Words\". A mix of \"Cards Against Humanity\" & \"Whose Line Is it Anyway?\", contestants will be trying to one-up and out-funny each other for your entertainment!",
        "panelists": [],
        "end_unix": 1456041600,
        "start": "2AM Sun",
        "end": "3AM Sun",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456038000,
        "name": "Brentalfloss presents The USE YOUR WORDS Guest Game Show!"
    },
    {
        "duration": 60,
        "description": "James of Epic Game Music & friends take you on an enlightening tour through the communities of Nintendo’s experimental social media platform the “Mii-Verse”. This panel will look at the best and worst posts to bring side splitting laughter and general good times.",
        "panelists": [],
        "end_unix": 1456041600,
        "start": "2AM Sun",
        "end": "3AM Sun",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456038000,
        "name": "Mii-Verse Madness Panel"
    },
    {
        "duration": 120,
        "description": "A field game by Joshua DeBonis and Nikita Mikros\r\n\r\nLong Live the Queen!\r\nTwo teams, each led by a powerful queen, face off to be the first to discover 7 precious jewels, equip their own queen, or assassinate the enemy queen.\r\n\r\nKiller Queen won the Best In Fest and Most Strategic awards at Come Out and Play in 2011 in NYC. It was also featured at the Steel City Games Festival in Pittsburgh, and returns as a MAGFest favorite!",
        "panelists": [],
        "end_unix": 1456048800,
        "start": "3AM Sun",
        "end": "5AM Sun",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1456041600,
        "name": "Killer Queen Field Game"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456045200,
        "start": "3AM Sun",
        "end": "4AM Sun",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456041600,
        "name": "I Fight Dragons"
    },
    {
        "duration": 60,
        "description": "Please note, this tournament will most likely last longer than an hour. Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456045200,
        "start": "3AM Sun",
        "end": "4AM Sun",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456041600,
        "name": "WWE 2k16 (PS4)"
    },
    {
        "duration": 120,
        "description": "\"Gee, it sure is boring around here!\" you might say. But mah boi, this panel is what all true congoers line up for! Join Heidi Kemps of website gaming.moe as she takes you on a whirlwind journey through the best of the worst cutscenes in all of videogames. Bad voice acting, awkward celebrity cameos, terrible CG, and stuff that just plain makes zero sense - it's all here! Bring your best Tidus impression, because we're going to be doing plenty of laughing!",
        "panelists": [],
        "end_unix": 1456048800,
        "start": "3AM Sun",
        "end": "5AM Sun",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456041600,
        "name": "Gaming's Cringiest Cutscenes"
    },
    {
        "duration": 120,
        "description": "Come test your video game knowledge for glory, bragging rights, and FABULOUS PRIZES! Go up against friends and strangers in front of friends and strangers for the ULTIMATE PRIZE! (Mystery Prize, but will be very very nice.)",
        "panelists": [],
        "end_unix": 1456050600,
        "start": "3AM Sun",
        "end": "5AM Sun",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456043400,
        "name": "MAGFest Mega Game-Show"
    },
    {
        "duration": 60,
        "description": "How does music work? Why do notes sound good together? How can I better my musical craft? Many panels focus on games, but this one focuses on purely musical composition and the different ways that music can cadence. The goal? By the end of it, you will have a better understanding of music that will help you to become a better composer. Advanced topics will be discussed, so a basic knowledge of written music is helpful.",
        "panelists": [],
        "end_unix": 1456047000,
        "start": "3AM Sun",
        "end": "4AM Sun",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456043400,
        "name": "Music Theory: Cadences, Physics, and You"
    },
    {
        "duration": 60,
        "description": "Sonic has not had a single bad game in his career and that's amazing. But is that true? No, it's all lies. But it was an entertaining lie...and in the end isn't that the real truth? The answer...is NO! Matt, Woolie, Liam and special guest Eruption, play a bad Sonic game! LIVE!",
        "panelists": [],
        "end_unix": 1456047000,
        "start": "3AM Sun",
        "end": "4AM Sun",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456043400,
        "name": "Super Best Friends Play An Awful Sonic Game LIVE!"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456048800,
        "start": "4AM Sun",
        "end": "5AM Sun",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1456045200,
        "name": "Mega Man Zero Composers"
    },
    {
        "duration": 180,
        "description": "Featuring in order of performance:\r\nNOTE! w/Enerjawn\r\nboaconstructor w/ohhinaifu\r\nShirobon w/jmr\r\nChipzel w/Pixelseed\r\nKubbi w/SBthree",
        "panelists": [],
        "end_unix": 1456056000,
        "start": "4AM Sun",
        "end": "7AM Sun",
        "location": "Concerts (Potomac Ballrooms)",
        "start_unix": 1456045200,
        "name": "Chiprave"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the Consoles ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456050600,
        "start": "4AM Sun",
        "end": "5AM Sun",
        "location": "Console (Attendee Tournaments)",
        "start_unix": 1456045200,
        "name": "Kirby Super Star: Samurai Kirby (SNES)"
    },
    {
        "duration": 60,
        "description": "Have you ever wondered what industry folks talk about while drinking at a bar? Here's your chance to be a fly on the wall and hear the stories.\r\n\r\nThis late night panel features an array of people in the gaming industry telling \"Bar Stories\" of their time in the trenches. Expect topics like \"most embarrassing moment, worst business deal, best job interview trick, etc...\" Alcohol will be served to the panel. Probably a lot.",
        "panelists": [
            "Luke Peterschmidt",
            "Benjamin Tarsa"
        ],
        "end_unix": 1456048800,
        "start": "4AM Sun",
        "end": "5AM Sun",
        "location": "Forum (Chesapeake J,K,L)",
        "start_unix": 1456045200,
        "name": "Game Dev Bar Stories"
    },
    {
        "duration": 60,
        "description": "Sex, violence, gore - anything goes in this very late, very adult Grindhouse! The night ends with Board James, as the Angry Video Game Nerd's alter ego reviews the seemingly innocent board game: Dream Phone.\r\n\r\nFeatured films:\r\nBoard James: Dream Phone by Cinemassacre\r\nGeeks, Girls, Guns and Ghouls by Newt Wallen and Steven Carino\r\nCatch 'Em All Kill 'Em All by Underbelly\r\nWalking Dead VS Last of Us by Racka Racka\r\nConsole Wars - part 1 and 2 by Flashgitz\r\nBoom Raider Fury Fingers\r\nCHRONOSHRED: The Adventures of Stardust Lazerdong by the Baltimore Rock Opera Society (BROS)",
        "panelists": [
            "Justin Greger",
            "Don Greger",
            "Justin Silverman"
        ],
        "end_unix": 1456050600,
        "start": "4AM Sun",
        "end": "5AM Sun",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456047000,
        "name": "Late Night Grindhouse - NSFW!"
    },
    {
        "duration": 180,
        "description": "More information and rules can be found at http://bit.ly/1RuzBHw",
        "panelists": [],
        "end_unix": 1456059600,
        "start": "5AM Sun",
        "end": "8AM Sun",
        "location": "LAN 2",
        "start_unix": 1456048800,
        "name": "Keep Talking And Nobody Explodes Tournament"
    },
    {
        "duration": 90,
        "description": "Wes Johnson, voice of Sheogorath discusses his career in video games, film and TV. Not for the feint of heart. ASK HIM ANYTHING. (he might not answer!)",
        "panelists": [],
        "end_unix": 1456054200,
        "start": "5AM Sun",
        "end": "6AM Sun",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456048800,
        "name": "Late Night with Wes Johnson"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456056000,
        "start": "5AM Sun",
        "end": "7AM Sun",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456048800,
        "name": "Super Art Fight UNLEASHED"
    },
    {
        "duration": 180,
        "description": "Mainframe cartoons with commentary by Gavin Blair, co-founder of Mainframe Entertainment, and co-creator of Reboot and Beastwars, along with other 90s greats.",
        "panelists": [],
        "end_unix": 1456061400,
        "start": "5AM Sun",
        "end": "8AM Sun",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456050600,
        "name": "Mystery Mainframe Theatre"
    },
    {
        "duration": 90,
        "description": "Please be sure to sign up for this tournament with the NGA ops desk at least 15 minutes before tournament start. Only those present at the tournament start time will be placed into the bracket.",
        "panelists": [],
        "end_unix": 1456057800,
        "start": "6AM Sun",
        "end": "7AM Sun",
        "location": "Console (NGA Tournaments)",
        "start_unix": 1456052400,
        "name": "Rocket League (PS4)"
    },
    {
        "duration": 60,
        "description": "You might know them only as Choose Your Own Adventures, but the gamebook genre has a surprisingly vast history -- and some unexpected ancestors. Learn more about this branch of dead tree-based gaming with the creator of Twine, Chris Klimas.",
        "panelists": [],
        "end_unix": 1456056000,
        "start": "6AM Sun",
        "end": "7AM Sun",
        "location": "Panels 1 (Woodrow Wilson Ballroom)",
        "start_unix": 1456052400,
        "name": "To Learn About Gamebooks, Turn to Page 45"
    },
    {
        "duration": 60,
        "description": "Come join two kigurumi-bound jesters (they wanted a reason to wear them to MAGFest) as they play random silly games on our Twitch stream! Guaranteed to be a good time!",
        "panelists": [],
        "end_unix": 1456063200,
        "start": "8AM Sun",
        "end": "9AM Sun",
        "location": "Lan Theater",
        "start_unix": 1456059600,
        "name": "Corgi & Stitch Play Games"
    },
    {
        "duration": 60,
        "description": "Sauraen and Josh Whelchel go deep in to the topic of FM Synthesis. Sauraen has built two hardware MIDIBox synths around some of the most adored soundchips from the Genesis age, and will show off his tech. Josh has built a software instrument for Reason called FMBlastr16 which he'll be showing off.",
        "panelists": [],
        "end_unix": 1456084800,
        "start": "2PM Sun",
        "end": "3PM Sun",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456081200,
        "name": "Diving into FM Synthesis"
    },
    {
        "duration": 180,
        "description": "We are all here at MAGFest, and I can safely say we all know about Nerd Music. What often is not brought up is where it began, where exactly did Nerd music start and how did it evolve into the juggernaut that it is now. I will go back to the origins of music itself and trace the historical rise and fall and rise again of the Nerd Music genre.",
        "panelists": [],
        "end_unix": 1456092000,
        "start": "2PM Sun",
        "end": "5PM Sun",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456081200,
        "name": "The Incomplete History of Nerd Music"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456092000,
        "start": "3PM Sun",
        "end": "5PM Sun",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1456084800,
        "name": "Towerfall Mini-Cades"
    },
    {
        "duration": 240,
        "description": "#6-06: Hall of the Flesh Eaters (1-5)\r\n\r\nA Pathfinder Society Scenario designed for levels 1-5.\r\n\r\nShrouded in thick fog, the shifting Gloomspires north of the Shackles have long frustrated explorers. However, a recent discovery by the Pathfinder Society has revealed a brief opportunity to navigate the columns safely and search for the lost treasure of the legendary pirate Sevenfingers. The only problem is that the Pathfinders are not the only visitors to the Gloomspires.\r\n\r\nWritten by Tom Phillips.\r\n\r\n#6-08: The Segang Expedition (1-5)\r\n\r\nA Pathfinder Society Scenario designed for levels 1–5.\r\n\r\nRumors of a lost shrine in the Segang Jungle draw the Pathfinder Society’s attention, but the prohibitive cost of sending a team into the wilds of Jalmeray threatens to shut down the expedition before it even begins. Fortunately, a wealthy patron has offered to fund the PCs travel expenses in return for their help in his decades-old quest. Can the Pathfinders balance this new obligation with their exploration of the archaeological site?\r\n\r\nContent in “The Segang Expedition” also contributes directly to the ongoing storyline of the Sovereign Court faction.\r\n\r\nWritten by Benjamin Bruck.\r\n\r\nA Pathfinder Society Scenario designed for Levels 3–7.\r\n\r\nAbsalom is Golarion’s busiest and most populous city, but one of its largest populations goes largely unnoticed. You must venture into the sewers beneath the City at the Center of the World to stop the meddling dragons within from disrupting a vital Pathfinder Society operation.\r\n\r\nWritten by Dennis Baker.\r\n\r\nA series of six Quests designed for 1st-level characters. These quick adventures will be available for beginners throughout MAGFEst.\r\n\r\nBizarre phenomena have tormented the people of southeastern Ustalav for decades, and these events become stronger and more dangerous every year. Hoping to uncover the origins of these flashes of red lightning and spectral hauntings, Dr. Quolorum from the Sincomakti School of Sciences has set out with a team of able-bodied assistants. Can the PCs help the professor unlock the secret that dwells above Lantern Lake?\r\n\r\nPhantom Phenomena includes six, 1-hour adventures that take the PCs to a superstitious village, a lightning-scarred woodland, an ancient Kellid monolith, a haunted manor, an occult university, and finally into the storm-choked mountains. Experience the adventures in any order to create a unique story.\r\n\r\nThese Quests are designed for play in Pathfinder Society Organized Play, but can easily be adapted for use with any world.\r\n\r\nWritten by Brian Duckwitz, Cole Kronewitter, and Nicholas Milasich.\r\n\r\nThe Worldwound is a land beset by demons from the Abyss, but in the nearby city of Kenabres, crusaders gather to test their mettle. You have joined the Fourth Crusade, answering the call of High Queen Galfrey. The goddess Iomedae has also taken a personal interest in Abyssal incursions threatening the city, dispatching a herald known as the Hand of the Inheritor to bolster the courage of those who would face the demonic hordes. With martial skill, magical might, and a little but of luck, your band of adventures now have an opportunity to liberate the Worldwound and save the world.",
        "panelists": [],
        "end_unix": 1456099200,
        "start": "3PM Sun",
        "end": "7PM Sun",
        "location": "Pathfinder (Magnolia 3)",
        "start_unix": 1456084800,
        "name": "#6-06: Hall of the Flesh Eaters (1-5), #6-08: The Segang Expedition (1-5), #3-02: Sewer Dragons of Absalom (3-7), Phantom Phenomena (1), Pathfinder Adventure Card Guild: Season of the Righteous: (#1-1A: Cloven Trail) (#1-1B: Instant Inquisition)"
    },
    {
        "duration": 240,
        "description": "Grab your crew or walk on in to join ours playing Starship Horizons! Be the Captain, Flight, Tactical, Science, Communications, or Engineering officer. Sessions last one hour and video training is available. Drop by or book your game time at starshiphorizons.com",
        "panelists": [],
        "end_unix": 1456099200,
        "start": "3PM Sun",
        "end": "7PM Sun",
        "location": "Starship Horizons (Baltimore 1&2)",
        "start_unix": 1456084800,
        "name": "Starship Horizons Missions Running Every Hour"
    },
    {
        "duration": 180,
        "description": "\"A deadly virus has broken out in the MAGFest hallways. As a survivor, your goal is to gather supplies and survive the weekend. Zombie’s goals are much simpler: Eat all the Brains!\r\n\r\nStop by to grab a bandana and play this festival-tailored version of Humans vs Zombies tag. Players can follow our main story through the weekend, drop in for a mission to earn some items, or just wander the halls tagging any player they encounter. Confined to hallways and played during all hours, Interfection allows players to enjoy everything a festival has to offer, between the high-paced action of the apocalypse!\r\n\r\nCome visit the Game Goons and catch the Interfection!\"\r\n\r\nThe hours we have posted are for when we will have staff in the room.  This is when new players may sign up and we will have events running to give survivors and zombies items to give them an edge in the battle for MAGFest.  When we close our doors the player count and missions conclude for the day, but the game continues!",
        "panelists": [],
        "end_unix": 1456095600,
        "start": "3PM Sun",
        "end": "6PM Sun",
        "location": "Zombie Tag (Magnolia 2)",
        "start_unix": 1456084800,
        "name": "Sign up to be a Zombie! The Interfection is Everywhere!"
    },
    {
        "duration": 120,
        "description": "Always wanted to voice video games?  Bring your skills for honing with two working voice actors. They will help you stretch and grow as an actor, and will answer your questions about the business. Laughs may be had.",
        "panelists": [],
        "end_unix": 1456093800,
        "start": "3PM Sun",
        "end": "5PM Sun",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456086600,
        "name": "Video Game Voice Acting Workshop"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456095600,
        "start": "4PM Sun",
        "end": "6PM Sun",
        "location": "Autographs A (Expo Hall E)",
        "start_unix": 1456088400,
        "name": "James Rolfe"
    },
    {
        "duration": 150,
        "description": "A disgruntled gamer/internet celebrity must overcome his phobia of the worst video game in the world to save his fans.  \r\n\r\nThe Nerd himself will be at Games on Film to give a brief outtro the film.",
        "panelists": [
            "James Rolfe"
        ],
        "end_unix": 1456097400,
        "start": "4PM Sun",
        "end": "6PM Sun",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456088400,
        "name": "Angry Video Game Nerd: The Movie"
    },
    {
        "duration": 180,
        "description": "The second massive charity auction at MAGFest! The proceeds go to Child's Play, a community based charity made of gamer's donations of toys, games, books and cash for sick kids in children’s hospitals. There's going to be some cool stuff, so come out and bid your hearts out!",
        "panelists": [],
        "end_unix": 1456099200,
        "start": "4PM Sun",
        "end": "7PM Sun",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456088400,
        "name": "Child's Play Charity Auction"
    },
    {
        "duration": 120,
        "description": "",
        "panelists": [],
        "end_unix": 1456099200,
        "start": "5PM Sun",
        "end": "7PM Sun",
        "location": "Arcade (Tournaments 1)",
        "start_unix": 1456092000,
        "name": "TBD"
    },
    {
        "duration": 60,
        "description": "Y4G's goal is to provide the gamers with light-hearted, easy-to-follow yoga exercises and tips, as a way of interspersing movement during game play. YouTube videos are paired with video game music, so moving and stretching becomes more enjoyable, and makes it easier to \"get in the zone\".  Y4G live at MAG Classic offers participants the opportunity to relax and revitalize for the weekend, while they learn first hand why yoga matters for gamers, and how we can combine it with something we already love.",
        "panelists": [],
        "end_unix": 1456095600,
        "start": "5PM Sun",
        "end": "6PM Sun",
        "location": "Arena (Chesapeake 4,5,6)",
        "start_unix": 1456092000,
        "name": "Yoga for Gamers"
    },
    {
        "duration": 60,
        "description": "We're going to get together a small group of LAN staff and friends to talk about the weekend and everything we did. We'll be streaming it as a one-off podcast. Feel free to come watch and join in the discussion!",
        "panelists": [],
        "end_unix": 1456095600,
        "start": "5PM Sun",
        "end": "6PM Sun",
        "location": "Lan Theater",
        "start_unix": 1456092000,
        "name": "Hey Guys, We Survived!"
    },
    {
        "duration": 90,
        "description": "Join Roxas the XIIIth as he brings beginners and experts into the world of Kingdom Hearts, from past, present and what is yet to come in the new upcoming Kingdom Hearts 2.9 and the long anticipated Kingdom Hearts 3.",
        "panelists": [],
        "end_unix": 1456099200,
        "start": "5PM Sun",
        "end": "7PM Sun",
        "location": "Panels 4 (Chesapeake D,E,F)",
        "start_unix": 1456093800,
        "name": "Keyblader Unite: A celebration into Kingdom Hearts"
    },
    {
        "duration": 60,
        "description": "A discussion from the staffer who edits and uploads panels to the MAGFest YouTube channel. We will discuss how to increase your chances at being accepted, how to work with local A/V teams, and how to improve and maintain your audience attendance.",
        "panelists": [],
        "end_unix": 1456099200,
        "start": "6PM Sun",
        "end": "7PM Sun",
        "location": "Panels 2 (Cherry Blossom Ballroom)",
        "start_unix": 1456095600,
        "name": "MAGFest Panels: How to get a panel at MAGFest"
    },
    {
        "duration": 60,
        "description": "BI Films presents Parts 1-3 of its documentary series, \"League of Millions,\" in which we meet the five young pros who make up Team Liquid, one of the leading North American LoL teams, in their quest to win the 2015 championship.",
        "panelists": [],
        "end_unix": 1456102800,
        "start": "7PM Sun",
        "end": "8PM Sun",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456099200,
        "name": "League of Millions (League of Legends documentary)"
    },
    {
        "duration": 60,
        "description": "",
        "panelists": [],
        "end_unix": 1456104600,
        "start": "7PM Sun",
        "end": "8PM Sun",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456101000,
        "name": "Closing Ceremonies"
    },
    {
        "duration": 90,
        "description": "There’s something happening in the world of video games. Thousands are flocking to arenas to watch tournaments unfold. Tens of millions are watching online. One percent of the world population is playing the most popular competitive game. In All Work All Play, go behind the scenes and follow the ascent of eSports, and watch as the best pro gamers in the world fight for the Intel Extreme Masters championship.",
        "panelists": [],
        "end_unix": 1456110000,
        "start": "8PM Sun",
        "end": "10PM Sun",
        "location": "Games on Film (Maryland C)",
        "start_unix": 1456104600,
        "name": "All Work All Play (League of Legends documentary)"
    },
    {
        "duration": 120,
        "description": "Did we do something that sucked? Did you really enjoy something specific this year? We really want to know both the good and the bad so we know what to do more of less of next year.",
        "panelists": [],
        "end_unix": 1456111800,
        "start": "8PM Sun",
        "end": "10PM Sun",
        "location": "Panels 3 (Maryland A)",
        "start_unix": 1456104600,
        "name": "Feedback Panel"
    }
]